yr_ast="\n     愚人是一张很特殊的牌，他的编号是0，其实是没有编号，\
它可以出现在任何地方,维特本人将它放在世界之前，不过也许因为愚人象征开始，\
现在一般人都习惯放在第一张，\另外，愚人本身可以当做空牌来使用，\
它包含无限的可能，正如同他的编号0，愚人可以是完整的圆，\
也可以是0--什么都没有。他可以是好也可以是坏，他同时包含两种可能性。\
愚人牌如果象征一个人，那么这个人是漂泊不定，居无定所的，他（她）无忧无虑，\
因单纯而大胆，因天真而无畏，也许有些冲动，凭感觉行事，从不事先计划。\
外人看他疯疯癫癫孩子气，不遵守世俗规范，又什么话都听不进去，不过，\
他心目中明白他在做什么。他是个活在当下的乐观主义者。\
愚人牌还可以代表旅行，特别是漫无目的、未经计划的。也代表搬家，转学，\
一个大胆的行动，进入全新的环境。也许当事人会把事情看的太简单，\
没有经过计划，但我们不能说这是好或是坏，如同前提，他同时包含两种可能性，\
只能说潜力无穷。\
\n\n  逆位：逆位的愚人比正位更加漂泊不定，不守规矩，粗心大意，过于冒失的计划，\
鲁莽，疯狂，也可能代表缺席，图画逆位看，愚人直接从悬崖掉下。\
另一派说法是当事人无法听从内心本能的行事，\
过度小心，错失良机。"

yr_qs="\n  愚人是一张代表自发性行为的牌，一段跳脱某种状态的日子，\
或尽情享受眼前日子的一段时光。对旅游而言，这是一张积极的牌，暗示你将会活在当下，\
并且会有和生命紧密结合的感觉。“每天都充实，乐趣便在其中”\
是一句很适合这张牌的古谚语。当你周遭的人都对某事提防戒慎，你却打算去冒这个险时，\
愚人牌可能就会出现。\例如，“噢，我认为现在是换工作的好时机，\
外面到处都是失业的人哪！”或者“什么！你们俩分开了？你到底在想什么啊？”\
冒个险！不论如何都要做做看。\
愚人暗示通往满足之路是经由自发的行动，而长期的计划则是将来的事。\
\n\n两性关系上的意义\n\
    在两性关系分析当中，愚人暗示一段生活在当下或随遇而安的时期。\
你可能即将私奔，或在旅行途中遇到一位伴侣，或即将遇到一位喜欢目前生活，\
而不想计划将来的伴侣。\愚人有时候也可能是在形容伴侣。\
这个伴侣是难以捉摸的、天真的，或者不愿受到任何长期计划和关系的约束。\
\n\n倒立的愚人\n\
    当愚人倒立时，暗示当你被要求有所承诺时，却想从责任当中寻求解脱。\
你正在找一个脱身之道，然而目前并不是这么做的时机。\现在是你对自己的将来有所承诺，\
或是解决过去问题的时候了，如此你才能够重新过着自发性的生活。\
在你能够安全出发之前，还有某些未完成的事情需要你去处理。\
愚人牌可能暗示无法凭直觉行事或是逃避责任。你也许渴望自由，渴望以往过去、\
不顾将来，但这不是适当的时候。有时候它也可能是在形容由于恐惧，\
而没有在某些决定的时刻把握住机会，或是固执于以前所做的计划，\
或过分依赖他人的建议。再次，时机是关键之所在。\
而愚人倒立则很明确的显示时效掌握欠佳。要不是在机会来临没有行动，\
就是在不恰当的时间采取行动。\
六个月前我帮一名女士进行一次分析。我向她描述一位大约二十几岁，性情激昂，\
有着蓝眼珠和红棕色头发，而且可能是射手座（权杖骑士和节制牌）的男人，\
可能很快就会走进她的生活里，而她也将有机会和他发展恋情。\
后来她遇到了一位和我向她形容的机会是一模一样的人。她经常和他约会，\
指导她发现他是处女座的。\她就放弃了这个机会，并等待我所描述的射手座男子。\
她问我这么做是否算是明智之举，因为自从那次之后，也没有射手座男子的出现。\
我简直不敢相信有人会对分析做这样逐字的解读，而且我告诉她，\
在五项特征中有四项相符，就算是个不错的预测了。我请求不要追究我没有特别强调\
“可能”这两个字，她有她的自由意志啊。\这个女人来做塔罗牌分析咨商时，\
似乎就决定放弃她的自由意志了。当她可以转进一个对她有利的情况时，\
她太过依赖我给她的建议、太不重视自己的判断了。她正是愚人牌倒立的一个例子。"



yr_kh="\n      愚人是一張很特殊的牌，它的編號是０，其實是沒有編號，\
它可以出現在任何地方。偉特本人將它放在世界牌之前，不過，\
也許因為愚人象徵旅程的開始，現在一般人都習慣將它放在第一張。\
，愚人本身可以當作空白牌【註１】來使用，它包含著無限的可能，\
正如同它的編號０，愚人可以是完整的圓，也可以是零──什麼都沒有。\
它可以是好也可以是壞，同時包含著兩種可能。\事實上，在某些版本的塔羅牌中，\
伴隨愚人的動物是貓，甚至是鱷魚，不管是什麼，這些動物都象徵著本能。\
動物憑本能行事，愚人也是。他是初生的嬰兒，俗話說「初生之犢不畏虎」，\
愚人就是這樣一位天不怕地不怕的年輕人。在占卜中，愚人有時還真的代表新生兒。\
我們可以比較愚人、魔術師和世界牌中人物握持權杖的方式，\
愚人持杖的方式是如此漫不經心，\
與世界牌中的舞者有異曲同工之妙，而迥異於魔術師有意識的緊緊握住並且善加利用。\
只不過，世界牌是由於旅程已經圓滿達成，牌中舞者才自在地拿著權杖跳舞，\
而天真的愚人卻絲毫沒有意識到杖中的神奇魔法，所以拿它來掛包袱。\
愚人的包袱裡裝的是他的經驗，所以他也不是完全的愚蠢，只是不被經驗所控制。\
他頭上的桂冠即明顯象徵成功的可能。\至於包袱上的圖案意義目前解讀版本主要有兩種，\
金色曙光系統認為那是鳥，象徵愚人牌本身所屬的風元素﹔另一說則指明那是老鷹的頭，\
象徵本能與向上提昇的靈魂。偉特說，愚人是追尋經驗的靈魂。\
愚人牌對應風元素，像風一樣自由自在，飄泊不定。\
他是希臘神話中的酒神戴歐尼修斯【註２】，也可以視為中國神話中追日的夸父、\
道教八仙中的韓湘子【註３】、民間傳說中的濟公，\
和金庸小說中的老頑童周伯通。他們都具有外表瘋癲、我行我素、不計後果、\
笑罵由人的特質。在占卜上，愚人牌如果代表一個人，那麼這個人可能形於外居無定所，\
形於內狂放不羈。\
他愛好冒險，會衝動的陷入戀情，但別期待他能安定下來，要他負責任很難，\
要他承諾更是天方夜譚。他無憂無慮，因單純而大膽，因天真而無畏，也許還有些衝動，\
憑感覺行事，從不事先計劃。\
外人看他瘋瘋癲癲孩子氣，不遵守世俗規範，經常不按牌理出牌，\
語出驚人，行事盲目又什麼話都聽不進。不過，他心中明白他在做什麼。\
也許他有目標，只是那個目標跟一般人不同。\
總之，他是個活在當下的樂觀主義者。正如牌面上的愚人，\
剛剛背著行囊踏上一段新旅程，因此愚人牌還可以表示旅行，特別是漫無目的、\
未經詳細計劃的旅行。\
愚人到達懸崖末端後，將跳進一個未知的環境，所以也代表搬家、轉學、大膽的行動。\
也許當事人會把事情看得太簡單，沒有經過縝密的思考和計劃，\
但我們不能評斷這是好或是壞，只能說是潛力無窮。\
在工作上，愚人牌表示你正處在和愚人一樣的環境中，或是在工作上表現出愚人的特性，\
除非從事的是追求創意的另類工作，否則老闆恐怕不會喜歡。在感情方面，\
愚人可能代表旅途中的戀情，\
或是今朝有酒今朝醉，兩人並不考慮未來。\
如果愚人代表你的情人，則請你好好享受過程，不要期望結果。\
學生問考試，表示他太不用功了，或是準備方向錯誤，事倍功半。\
\n\n逆位解析：\
\n    正位的愚人潛力無窮，逆位置卻問題叢生，因為圖畫逆過來看，\
愚人會直接頭下腳上栽下去。逆位的愚人可粗分為過度與不足兩個面向來看。\
若是過度，則天真變成愚蠢、大膽變成魯莽、\
我行我素變成不守規矩，他還可能粗心大意、計畫過於冒失、行事瘋狂，翹課缺席。\
﹔若是不足，則當事人失去愚人的正面特質，可能無法聽從內心本能行事、\
過於小心而錯失良機、\
膽小怕事、喪失勇氣、太在意別人的看法。大體而言，愚人逆位時，\
當事人容易做出的不明智的決定或舉動。若將愚人視為空白牌，則正逆位沒有差別。"

mss_ast="\n    魔术师是一张非常主动而有行动力的牌。他的行动经过清晰思考，\
所以有把握与自信，与愚人未经过深思的大胆行动截然不同。\
他前方的权杖、圣杯、宝剑、钱币、代表四要素，四要素在西方文化中等同中国的五行，\
是构成万物的基本元素。\
既然四要素齐备，魔术师就要发挥他的创造力，来吧元素转化为实质的东西。\
因此魔术师这张牌表现出把梦想化为实质的概念。这是一个潜力无限的开端。\
他手上拿的权杖（很像指挥棒）是导引能量的工具。能量善加导引，可以事半功倍，\
引导错了，不仅无意，反而有害。逆位的魔术师就可能犯这种错误，\
能量引导错误即精神用错地方。\
\n\n  逆位：逆位置是，桌上的四要素都会掉下来，玫瑰与百合也不可能向下生长。\
此时魔术师不再是专家，而是二流货色，\
他可能缺乏热忱与行动力。有时逆位的魔术师因为失去引导能力，可能表示一个失去控制、\
无法收拾的局面。"


mss_qs="\n  魔术师这张牌意味这是个着手新事物的适当时机。对的时间、对的机会、\
对的动机，使你的努力值回票价。对于展开行动、实现计划而言，这正是一个良好时机。\
由于你已为实现计划扎下良好基础，所以新的冒险很可能会实现。\
清楚的方向感和意志力的贯彻，大大的提升了成功的可能性。\
\n\n两性关系上的意义\
\n  魔术师是形容一种扎根于现实的伙伴关系，没有受到物质上的种种限制。\
它暗示一种主动的两性关系，而且可能是伴侣中的一个提供灵感，另一位脚踏实地，\
让这些主意变成具体成果。\
魔术师意味着一个拥有强烈意志、受过训练的心智及清晰的目标感的人。对于自己的目标\
，他拥有很好的方向感，且打开心胸，接纳新的理念。\
\n\n倒立的魔术师\
\n  当魔术师倒立时，意味他失去和土地或天空的联系。如果他失去了和土地的联系，\
可能会变得不切实际，而导致精神、情感或身体健康上出问题，\
他会变的漫无目标且缺乏自律。\
当倒立时，及时他自天空中接受到了能量，却无法成功的将它导入土地，\
这份能量相当的强而有力，在体内积累之后会导致精神活情绪上的困扰。\
幻觉、精神分裂症、或深井的精神崩溃、或严重的犹豫都有可能接踵而至。\
有一位六十几岁的妇人来找我作占卜，当她在洗牌时，\
我注意到她的无名指已经无法伸直了。\
我问她手指是不是受过伤，她解释说，她的前夫很喜欢喝酒，\
而且一旦喝醉就变得不可理喻，充满暴力。有一天晚上，在一次酒醉暴力当中，\
他拿出一把雕刻刀攻击她，她挥舞着双手保护自己。\
刀子就这样伤到她无名指的筋和神经。看见自己血流如注的手，她转身拔腿就跑。\
这引起我的好奇，我问她是否可以更详细的检查她的手掌。\
手掌上的纹路通常可以确认初很久以前发生的事件和时间，\
我希望可以在掌中清楚地看到代表这次事件的痕迹。我在生命线上找寻线索，\
发现了在她三十五岁左右时有一个清楚的断线。\
我告诉她，在那个时候她有可能会死。“当他拿到伤害我时，\
我三十六岁。”她印证了我的猜测。如果她当时没有逃走的话，\
那天晚上她可能就命丧刀下了。\
稍后，她又告诉我，这只是一连串暴力事件中的一件而已。她的丈夫可说是变幻莫测。\
倒立的魔术师可能是在形容某人，他并不了解那能量是经由他在传递，而非出自他本身。\
他可能会以逐渐毁掉对方的方式对别人进行控制，可能是暗中作梗，\
或以任何他想得到的方法，\
这可能包括妖术、雇人暗杀或自己动手。当倒立的魔术师接触到土地，\
而和天空失去联系时，他就会失去了精神上的联系了。失去这份联系，\
便丧失了良知，并可能做出违反社会的行为。\
有一名四十几岁的女人，在一次占卜中出现了倒立的魔术师。\
她丈夫（已经和她分居了），也就是她十六岁的女儿、十二岁的儿子的父亲。\
在她（我的顾客）遇到他并和他结婚之前，\
他已经在外国和另外一个女人结过婚，并且生了三个小孩。\
她是在无意中发现这件事，于是和他发生冲突，他立刻搬出那个家，\
并告诉她，只要她再进一步追查这件事的任何蛛丝马迹，他就会消失。\
我一个本能的反应，两年内这个男的就会消失，而且她再也不会见到他了。\
他回到一个新的国家，有一个新的身份，和一个新的妻子。当他厌倦了这个太太\
，就会不告而别，也不办理离婚，\
也不告诉她任何的行踪。种种行径决不是一个心智健全的人的所作所为，\
这便是魔术师牌倒立的一个例子。简单而言，\
魔术师倒立暗示你需要拥有和天空或土地更强的连接，\
因为此时你已经失去正确的动机、计划、热情或务实的态度，来完成你内心的愿望。"


mss_kh="\n　    魔術師編號１，正是所有數字的開始，也是代表溝通的數字。\
在七十八張牌中，魔術師更扮演大小牌間銜接的角色。此外，在占星學中，\
魔術師這張牌屬於水星，\
代表智力與溝通。因此，在實際占卜時，魔術師可代表所有與溝通聯絡有關的事務，\
無論口頭或書面。例如發表演講、寫文章、仲介、聯絡人、代理人、外交官等。\
魔術師口齒伶俐、\
文筆流暢、思路清晰、富有交際手腕，是個有能力「說清楚、講明白」的專家型角色。\
魔術師是一張非常主動而有行動力的牌，具有陽性力量。他的行動經過清晰思考，\
所以很有把握與自信，與愚人未經過深思的大膽行動截然不同。他前方的權杖、聖杯\
、寶劍與錢幣代表四要素，\
四要素在西方文化中等同於中國的五行（金木水火土），是構成萬事萬物的基本元素。\
既然四要素齊備，魔術師就要發揮他的組織力和創造力，來把元素轉化為實質的東西。\
從愚人虛無的０發展到魔術師的１的過程，就是把抽象轉為實質。因此，\
魔術師這張牌表現出「把夢想化為實質」的概念，他不僅築夢，而且踏實，\
擁有一個前景光明的開端。\
如果此時你有什麼想法或計畫，魔術師包你可以實現。\
魔術師是希臘神話中的赫密士(Hermes)，精明能幹，負責傳遞天神的訊息。\
在童話塔羅牌中，魔術師是以格林童話中《穿靴子的貓》為代表，\
擁有過人的聰明機智，幫助主人獲得榮華富貴，\
而牠的東方版本就是日本卡通《哆拉Ａ夢》，永遠都有變不完的戲法。\
魔術師也像《魔戒》小說裡的甘道夫，還有《石中劍》中的巫師梅林。\
在中國歷史人物中，\
富有謀略的諸葛亮及劉伯溫可為魔術師典型。武俠小說中的黃蓉也具有魔術師特質，\
機智與表達力都令人難以望其項背。\
在塔羅牌中的魔術師，並不完全是現代變戲法的魔術師，\
而比較趨近於中古世紀的魔法師、煉金術士，或俗稱的江湖術士。\
他們擁有滿身技藝，樣樣精通，能點石成金，\
所以這張牌在占卜上也顯示當事人具備充足的技能來解決任務。\
值得一提的是，偉特在其著作中曾提到，魔術師在占卜上也代表「生病、痛苦、失落、\
災難」，這樣的解釋經常讓學習者感到困惑。\
事實上，如果把魔術師看作古時的江湖郎中，這個問題就迎刃而解了，\
因為江湖郎中正是古代人生病或遇到逆境時的諮詢對象。若以現代的眼光來看，\
魔術師相當於醫生、心理師及另類治療師。\
實際占卜上，魔術師代表這是個開始新計畫的好時機，當事人已經萬事具備了。\
魔術師鼓勵大家善用語言和溝通能力，運用原有的技能，再加入新鮮創意來實踐你的想法。在行事風格上，請採取主動，\
保持專心一致。\
\n\n逆位解析：\
\n    魔術師手上拿的權杖很像指揮棒，是導引能量的工具。能量善加導引，\
可以事半功倍﹔導引錯了，不僅無益，反而有害。逆位置的魔術師就可能犯這種錯誤，\
能量導引錯誤即精力用錯地方，\
原本頗有兩把刷子的江湖郎中，此時變成江湖騙子，以他的戲法行騙天下，\
所以逆位魔術師可能表示欺瞞詐騙的情況。此外，逆位時，桌上的四要素都會掉下來，\
玫瑰與百合也不可能向下生長。\
此時魔術師就不再是專家，而是沒能力沒創意的二流角色了。他缺乏熱忱與行動力，\
失去自信與決心，變得不聰明，無能，也缺乏交際手腕。\
有時逆位的魔術師因為失去導引能量的能力，可能引致一個失去控制、無法收拾的局面。\
在健康方面，由於神經系統是人體訊息傳導的中樞，\
所以魔術師逆位可能暗示神經系統或心理方面的疾病。"



njs_ast="\n   女祭司一牌的牌意，作者伟特自己的解释是：“奥秘，神秘学，为揭露的未来；\
求问者为男性时，代表他关注女性；求问者为女性时，代表她自己，此外他也代表静默，\
坚持，智慧和科学。”\
逆位的牌意是：“热情，精神上或肉体上的狂热，自大，肤浅的知识。”简而言之，\
这张牌可以代表各式各样的神秘学、东西方术数，也可以代表未完全显现的命运或智慧。\
在任人物上代表某位女性。\
而静默会带来察觉和智慧，女祭司牌中的月亮、犹太人之书和水，\
都是智慧和直觉力的象征，所以这张牌有很强烈的听从直觉意义，\
而各种神秘学、超心理学和第六感也都与他有关，也代表了当事者有这方面的潜力。\
除此之外，这样一个人物是注重心灵成长、宗教玄思的，而他也是往往逃避感情的。\
因此，这张牌对于感情的进展往往是不利的；对于命理玄学的学习则有极大的好处。\
但是千万别忘了，这张牌也在提醒我们运用直觉、听从直觉，建议宜静不宜动。\
女祭司的静就像是两仪之中的阴面，相对于魔术师的阳，代表着事物寂静、沉潜的一面。\
而女祭司这张牌的能力和智慧是潜藏而不外露的。\
\n\n    逆位：热情，激情，狂热，同时也因此失去深沉的智慧，\
变成肤浅的知识半桶水般的自大。此外，这张牌的关键是静"


njs_qs="\n大体上的意义\n\
    女教皇代表去思考可以导致实际结果的构想。这并不是一张代表具体事物的牌，\
而是一张代表可能性的牌。我们每个人都在我们的人生当中持续的耕耘和收获，\
而女教皇就是散播那些种子或理念的行动。\
女教皇暗示你应该要相信你的直觉，因为在这一点上，有些东西你可能看不见。\
高位的女教皇是一张代表精神和心灵发展的牌。它代表了向内心探索的一段时期，\
以便为你人生的下一个阶段播种，\
或者去消化你在肉体的层次上所处理的事情。\
\n\n两性关系上的意义\
\n     在两性关系分析当中，女教皇可能代表一个双鱼座的人；\
或者可能意味着在你得以接收到这份关系给予你的种种之前，你需要先反求诸己。\
接受性、被动以及内在的发展，都是这张牌的意涵。\
有时候女教皇暗示一种拥有高度精神或心灵发展的关系，你们俩人可以一同学习、\
成长和发展。\
\n\n倒立的女教皇\
\n      当女教皇以倒立当时出现时，依然可以代表双鱼座的人。它也可能暗示着：\
在暂时离群索居，或经过一番内心的发展之後，再度返回人生的一段时期。\
或许你已经度过了一段独处期，\
并将你的能量导入心灵的成长上，而你再度面对人生，\
以试炼你的新理念及理解的日子也已经到了。它也可能是在描述你忽略了直觉，\
而喜欢运用头脑来解决问题。或许你需要倾听，\
需要听一听某些事物。而倾听你内在的自我，或你周边的事物，\
可以获得你达成目标的方法。高位女教皇倒立时，可能意味你没有办法倾听你内在的声音，\
或你内在的知识是没有办法转化成行动。\
这个时候应当出去走走，认识新朋友，因为刚认识的人可以帮你介绍新的可能以及机会\
。例如，你可能会因此而找到新工作或新伴侣，或者得到崭新的理解。\
以目前而言，内在发展的时候已经结束了，而且透过积极的寻找和他人的合作，\
会让你有更多的收获。"


njs_kh="\n       女祭司是「處女」與「聖母」的原型，許多文化中都有這樣的典型人物，\
例如天主教中的聖母瑪麗亞，埃及神話中的伊希絲【註１】，\
希臘神話中的阿特蜜絲【註２】，\
羅馬神話中的月神黛安娜，也有人將她視為希臘神話中的貝瑟芬妮【註３】。\
中國神話中一般認為的月神嫦娥不甚符合這樣的形象，反而是或觀世音比較相近。\
以現代的角度來看，\
女祭司近似金庸小說中尚未遇到楊過之前隱居在古墓中的小龍女。\
女祭司與編號三的皇后牌同屬塔羅牌中的女性原型。\
但女祭司是不食人間煙火的「處女」和「聖母」，皇后則表現世俗的母親形象。\
我們可以觀察到女祭司的坐姿端凝內斂，\
臉型與體態均屬年輕女子的纖瘦貌，而皇后姿態大方，體態豐腴。由此可見，\
女祭司比皇后更加強調女性的陰柔被動特質。女祭司是一位不需要男人的女子，\
遺世而獨立，律己嚴謹，\
不茍言笑，因此，在感情占卜上，女祭司通常代表單戀、暗戀或獨身.\
女祭司對應占星學中的月亮，圖面上總共出現了四次月亮，月亮是陰性，代表靜止、\
消極與被動，正點出女祭司的主題。女祭司一向抱持「以不變應萬變」的態度，\
相較於魔術師的光明正大與積極創造，女祭司則傾向含蓄內斂並靜默無語。\
她外表雖無行動，但其實是走向內心，傾聽直覺，得到內在的智慧。\
其實每個人的內在都有無上的智慧，\
只是很少人懂得傾聽。女祭司知道與其強行改變外在的世界，不如傾聽內心的聲音，\
自然能境隨心轉，誰說消極就沒有力量？她手上拿著的捲軸，正暗示她擁有的無上智慧。\
但從反方面來看，女祭司在占卜上有時代表直覺很強，卻很少付諸行動的人，\
也可能太過拘謹、冷若冰霜。其實幾乎每一張牌都同時具有正面與負面的涵義，\
要看牌陣中其他的牌，\
以及解牌時的直覺而定。\
月亮的另一個意義是神秘，因此女祭司也代表任何與神秘學相關的事物，或是秘密。\
女祭司也擁有豐富的知識，但是她的知識並不像教宗牌是由學校教育所獲致，\
而是偏向神秘學的知識，\
以及每個人本有的直覺，甚至是通靈能力。女祭司出現時，可能表示事情延宕不決、\
毫無進展，而且大刀闊斧的舉動通常也無法解決問題。女祭司提醒我們應該順應無為，\
靜心思索，\
傾聽內在的聲音，你將會驚訝於自己的智慧。\
女祭司是極為陰性的牌，多次出現的月亮，也暗示女性的生理週期。因此，\
在健康占卜上，女祭司常代表婦女疾病或經期困擾。\
\n\n逆位解析：\
\n\n　　女祭司逆位，原本的沉靜不再，取而代之的是她原本欠缺的熱情，\
變得特別喜歡與人交際，在各方面都顯得主動活躍。然而，\
女祭司逆位同時也失去了最珍貴的內在智慧，\
只接受膚淺的表面知識。另外，也可能表示當事人拒絕聽從直覺行事，\
忽視自己內心的聲音。"

nh_ast="\n     丰收、喜悦，爱情，生产，充满母爱和贴近自然。\
\n\n    逆位：欢乐的消失，收获的折损和爱情的小挫折。\
当有关生产的问题时常代表难产，流产和堕胎"

nh_qs="\n大体上的意义\n\
    简单言之，女皇可能意味着实现计划，或朝向计划的下一个自然步骤迈进，\
亦即你又向目标靠近了一步。这张牌也可能暗示怀孕，如果牌上还有五角星九、\
或圣杯三，或一张以上的侍卫牌，那么这项推测的准确性就更高了。\
女皇牌也可能暗示一趟乡野之旅，或是休息一阵子并重返大自然的怀抱，\
因为她四周围绕着自然的产物。透过亲近自然，现在是你重新平衡自己的时候。\
这张牌意味家庭状态的稳定与和谐，而这通常是透过把爱从思考当中，带往内心来达成的。\
在有关事业的问题上，这张牌暗示你的工作和家有关，或利用家作为工作的基地。\
\n\n两性关系上的意义\n\
    在两性关系分析当中，女皇暗示朝着两性关系的下一个自然阶段迈进。\
它也可能是在形容怀孕，因为孩子通常会使两性关系进入一个新的阶段。\
对和家庭观念有关的两性关系而言，这是一张相当积极的牌。\
在这段期间内，你和伴侣是透过感情和欢乐来贴近人生，而不是经由思想。\
在这段关系中，有更多的成长和活力产生。\
\n\n倒立的女皇\n\
    女皇倒立意味家庭环境或某段两性关系中遭遇到的困难。\
可能你无法实现你的计划或在某段关系中，你没有办法打心里去爱，\
因为你对爱过于知性或理想化了。我要再说一次，你需要回到上一张牌正立时的状态，\
好精通蕴藏其间的课题。在这个例子里面，高位女教皇的理想主义干扰了对感情的体验。\
它可能意味着，你是有了谈恋爱的念头，但却发现自己无法为两性关系，\
付出日复一日的努力。\
在关于孩子的问题上，女皇倒立可能意味流产、堕胎或生产。\
在最近一个有关生产日期的问题（孩子已经超过预产期三天了），\
我在接下来的十天，每一天各选了一张牌（之所以是由我选牌，\
是因为这是一次电话分析。电话分析和面对面分析的不同处在于，\
你得要确认这个人的问题，并在选牌的时候代表他们去思考这个问题）。\
在礼拜四这天出现了倒立的女皇牌，暗示那个星期四，她就不再处于怀孕状态了，\
显然那就是她生产的日子，而果然她就在星期四早晨生产了。\
女皇牌倒立的另一层意思可说是，冷静地思考所有的选择之后，运用理性来解决问题。"
nh_kh="\n     皇后是母性的原型，在占星學中對應金星。在牌面中重複出現的金星主題，\
象徵女性、愛與美。皇后和女祭司同樣都是女性的原型，女祭司表現的是女性的理性面，\
皇后則表現女性的感性面；女祭司不輕易表達情感，皇后則主動且熱情，\
敢於大方表達她的愛與關懷，也相當重視感官的享受。當事人可能在此時享受奢侈的生活，\
盡情打扮並表現自己，吸引他人的目光。而因為皇后對應金星，\
因此傳統上這張牌也可以代表婚姻。在工作方面，表示收穫豐碩，\
或是遇到一位熱心幫助你的人，通常是女性。在感情方面的占卜，\
可能表示結婚、快樂的戀情、女方採取主動，或是代表一位相當具有吸引力的女性，\
這位女性可能是自己，也可能是情敵，須配合週遭的牌解讀。\
大自然同樣是母親的原型。人們常說「大地之母」，大自然猶如母親一般，\
滋養孕育各種形式的生命。她四周成熟的麥田和旺盛的瀑布也點出相同的主題。\
再者，皇后本身的體態豐腴，暗示她的體內也孕育著新生命。從數字學的觀點來看，\
3由1和2組成，1是男性，2是女性，3則是男女所孕育出的新生命。所以，總括來說，\
皇后牌同時代表母親與生產，延伸出去就是豐收與創造，通常是令人感到歡樂的牌。\
也許此時當事人能夠創造一些東西出來，無論是實際的寶寶、產品、作品，\
還是抽象的想法。也許當事人長久的耕耘能夠得到滿意的果實。\
當事人可以盡情爲他人付出愛與關懷，照顧小孩或小動物，\
或者是遇見一位具有這種特質的人，特別是女性。\
皇后也可以代表一段豐收享樂的歡樂時光。\
皇后在希臘羅馬神話中，通常由掌管愛與美的阿芙蘿黛蒂(Aphrodite)和維納斯(Venus)，\
以及農業女神狄蜜特(Demeter)為代表。中國神話中，補天造人的女媧和教民養蠶的嫘祖，\
應可為皇后的代表。皇后就像一位親切的媽媽，提供美味的食物，在天冷時爲孩子添衣，\
並且時時給孩子溫暖的擁抱。皇后若代表情人，那麼她通常非常熱情主動，\
可能很喜歡打扮與享受。此外，皇后也可能代表一位很有影響力的女性，\
對當事人相當重要。\
\n\n逆位解析：\n\
    皇后逆位，女性的特質受到阻礙，當事人可能不再自由表達情感，\
否定自己的情緒與慾望，或者不願付出關照，成為一個失職的母親。\
另一方面，也有可能感性特質發展過度，變得完全沒有理智，\
只憑感覺做事，這是相當危險的事。在最好的情況下，\
皇后逆位可以得到正位所欠缺的特質，表示當事人能夠以理性思考的冷靜態度來解決問題，\
特別是情感問題。在逆位置的解讀上，我們可以把皇后和女祭司視為一個組合，\
兩者互有對方所欠缺的部分，也就是說，當女祭司逆位時，可以得到皇后的熱情能力；\
當皇后逆位時，得到女祭司的冷靜能力。在健康方面，正位的皇后代表懷孕或生產，\
逆位則可能營養不良，或出現懷孕方面的問題，包括不孕、流產或墮胎，\
也可能在不該懷孕的時候懷孕，需特別小心。"
hd_ast="\n     女皇象征母亲，皇帝象征父亲，母亲父亲一阴一阳，互补相成，在这里皇帝是传统的严父，与新时代的好爸爸迥异。他是教导孩子社会规范与服从精神的人，如果孩子不听话他会拿着藤条追打。平常他也是个理性的角色，不擅长表达情感，皇帝牌实际上包含广义的世间父亲形象。他可以代表任何有权利、克己严谨但缺乏感情交流的领导人物或权威人士，例如：法官、医生、警察、总统、老板、地主、皇室、校长、政府官、或是一位可敬的敌人。皇帝也可以代表丈夫或情人。但这位丈夫或情人有责任感却不会甜言蜜语，反而取代父亲的角色，让人有点敬畏。\
皇帝是不折不扣的权威角色，他偏好秩序，规范和稳定，拥有至高无上的权利，为了统治国家，他必须将个人感情收起来，运用铁腕控制社会秩序，国家才不会分崩离析。皇帝可以视为慎思明辨的明君，也可以是位荼害人民的暴君，如同法令有好有坏，皇帝亦可好可坏。\
在推算上，皇帝代表某位具有权威的父亲形象的人，或是对当事人有极大影响的人。如果情况好，皇帝能给予帮助。如果情况不好，皇帝可能对当事人加以控制，是当事人失去自由，苦不堪言。另外皇帝也可代表一段稳定自律的时期，当事人能够严以律己，一丝不苟，达成自己的目标。这段时期当事人多采取理想分析的方式，而非听从情感与直觉，他可以像皇帝一样开疆辟土，稳健守成。情感方面，皇帝暗示缺乏感情交流\
\n\n    逆位：缺乏皇帝的特质（自我放纵，不成熟，欠缺领导能力，欠缺行动力，软弱，懒惰，缺乏责任感，没自信，依赖心强，犹豫不决等）或是皇帝特质运用过度（武断，滥用职权，冷酷无情，占有欲控制欲过强）皇帝逆位若代表人，那人通常呈现皇帝的负面特质。"\


hd_qs="\n大体上的意义\n\
皇帝意味透过自律和实际的努力而达到成功。它可以代表你生活中一段相当稳定，且井然有序的时光。这张牌可以暗示遭遇到法律上的问题，或是碰到某个地位、权利都在你之上的人，例如法官、警员、父亲，或具有父亲形象的人。\
为了成功，现在正是你采取务实态度来面对人生的时候。你被周遭的人设下种种限制，但只要你能在这些限制之内努力的话，你还是可以达成你的目标。\
\n\n两性关系上的意义\n\
    皇帝牌可形容一个务实、武断且通常是纪律严谨的人。他是一个顶不错的物质供应者，然而表达情感对他来说可就不是件简单的事了。浪漫和梦想的事对这个男人的吸引力并不大，因为他较喜欢他看得到、摸得着的东西。假设他无法看见或触碰到它，他是不太可能相信它的。\
在两性关系中，这个男人会扮演父亲形象的角色，以确保他能够驾驭这段关系，特别是在物质层面上。由于他的自律和喜欢勤奋地工作，所以通常做生意方面都可以得到成功。\
在感情方面他可能会比较压抑，因为他很难理解看不见的东西。在遇上伴侣向他多做了些要求时，他可能会说：“你到底想要什么？你有一个很好的家，一部新车，和所有你想得到的东西，你到底还需要什么？”\
在两性关系中，如果伴侣所在意的是情感上的需求，那就会对他造成困扰了。因为对他而言，付出就是给予某些具体的东西。\
\n\n倒立的皇帝\n\
    皇帝牌出现倒立时，意味着由于缺乏自律而无法成功。如果是在形容一个人的话，倒立牌代表这个人较具宽容性，而不像正立时那般的武断，而且也较能展现同情心。\
有时候此人可能会在面临严苛抉择时退却下来，因为他缺乏向目标迈进所需的训练。他可能会比正立的皇帝表现出多一点的热情，然而却缺乏控制热情的任何真正训练。他需要返回女皇牌（前面那张正立的牌），以充分理解热情和感官，这样才能够在迎接物质和真实世界的挑战时，知道该把这些东西摆在什么位置上。\
在有关两性关系的算法中，皇帝牌倒立可能是在形容一种缺乏自律的状态，例如，他可能缺乏对伴侣的承诺，或可能不止拥有一个伴侣。它也可能形容一种母子般的关系，也就是说，这个女人以一种母亲的态度控制着这个男人。"

hd_kh="\n     皇帝具有威權，自我中心，行動力強，對應占星學中的牡羊座，也對應希臘神話中的天神宙斯(Zeus)，然而這位皇帝並不一定像宙斯那樣處處風流。從東方神話觀點，可將其視為玉皇大帝或黃帝。從歷史觀點，正位的皇帝就像史上每個統馭萬民的明君。以現代觀點切入，皇帝就是總統或大老闆，是讓人臣服的角色。　　皇后象徵母親，皇帝則象徵父親，父親母親一陰一陽，互補相成。在這裡皇帝是傳統的嚴父，與現代新好爸爸迥異。他是教導孩子社會規範與服從精神的人，如果孩子不聽話，他會拿著藤條追打。平常他也是個理性角色，不擅長表達情感。更進一步來說，我們不應只將其視為狹義的「爸爸」，皇帝牌實際上包含廣義的世間「父親形象」。它可以代表任何有權力、克己嚴謹、但缺乏情感交流的領導人物或權威人士。\
榮格說：「父親代表道德戒律與禁令」。皇帝是不折不扣的權威角色，編號4，是穩定與秩序，就像桌子一樣，一定要有四個腳才站得穩。因此皇帝偏好秩序、規範與穩定，擁有至高無上的權力。為了統治國家，他必須將個人情感收起，運用鐵腕控制社會秩序，國家才不會分崩離析。必要的時候，甚至必須採取嚴厲的措施，頒布法律與禁令，雷厲風行。皇帝可以是位慎思明辨的明君，也可能是位荼害人民的暴君，如同法令有好有壞，皇帝亦可好可壞。\
在占卜上，皇帝可能代表某位具有權威父親形象的人，或是對當事人有極大影響力的人，通常是居上位的人。如果情況好，皇帝能給予幫助；如果情況不好，皇帝可能會對當事人施加控制，使當事人失去自由，苦不堪言。另外，皇帝也可代表一段穩定自律的時期，當事人能夠秉持皇帝的態度，嚴以律己，一絲不茍，達成自己的目標。這段時期當事人多採取理性分析的方式，而非聽從情感與直覺，他可以像皇帝一樣開疆闢土，穩健守成。在工作方面，當事人可採行皇帝的策略，拿出權威與專業來領導眾人，並且自我嚴格要求。情感占卜方面，皇帝牌可能暗示男性採取主動，或是兩人相處缺乏情感交流。皇帝牌若代表丈夫或情人，但這位丈夫或情人雖有責任感，卻不會甜言蜜語，反而取代嚴父角色，讓人有點敬畏，情況不好時可能會想控制對方。\
\n\n逆位解析：\n\
    皇帝正位，多顯現正面特質。逆位可能表示缺乏皇帝特質，變得自我放縱、不成熟、欠缺領導能力、欠缺行動力、軟弱、懶惰、缺乏責任感、沒自信、依賴心強、猶豫不決等。也可能是皇帝特質運用過度，變成商紂或夏桀般的暴君，導致行事武斷、權力濫用、冷酷無情、佔有慾或控制慾過強、為反叛而反叛。"


jh_ast="\n     如同名字，与宗教有着强烈的关联。不过教宗所属的宗教是有组织的教会和教派，他是入世且走入人群的，这与女祭司和隐士的离群索居大有不同。\
教宗与皇帝都是父亲的形象的代表，但是皇帝是提供物质的父亲，而教宗则是提供心灵的成长与道德教育的父亲，皇帝重视外在的法律与约束，宗教则代表内心的服从性，教宗教导我们的是传统价值与约束，教宗代表的就是这种社会的规范和社会责任，不遵守不犯法，还是遵守为妙。\
教宗也代表学校教育，以及任何所谓正统教育。就像教宗所属的教会是庞大的组织，教宗所代表的教育形式也是社会认可的，在学校中学生学到的社会大众希望他们学的价值观，虽然会阻碍个人部分的心灵发展，却是群体生活不可或缺的一环。\
教宗并非独自在深山中修行，而是在宗教的组织下服务，教会拥有固定的体系，延伸出去，教宗也可以代表各级机关团体或学校，或任何与群体有关的事物。\
教宗牌也代表仪式：毕业典礼，婚礼典礼，成年礼，丧礼等，这些仪式同样属于社会规范的一种。\
在预测上，宗教可能代表心灵上的追求（中心往往是道德），也可能代表有长辈的帮助或贵人伸出援手。他们可能会给当事人专业的建议或实质上的援助。宗教也可能显示当事人参加某个仪式或典礼。在感情预测上，教宗通常表示一段非常传统的或柏拉图式的恋情。宗教若代表人物，他可能是神职人员，教师，长者，贵人，专业人士，典礼主持人，长官，保守分子，卫道人士等。\
\n\     逆位：打破传统，不宜遵照常规，应该有创新的想法，敢于与众不同。另外可能代表当事人太保守，太武断，太固执，或是太标新立异，此时，贵人相助恐怕不成，此时不宜采取别人的建议，更应该小心查证你所得到的信息之真实性。感情方面可能表示此时不宜结婚，另外，仪式或典礼的取消或延期也是宗教逆位的可能性之一。"

jh_qs="\n大体上的意义\n\
    教皇暗示你向某人或某个团体的人屈服了。或许这正是你为自己，及心灵上的需求负起责任的时刻了。你目前的行事作风并非应付事情的唯一方式，假设你愿意加以探索的话，或许你就会找到新的可能。\
\n\n两性关系上的意义\n\
    教皇所形容的这段关系，是遵从他人期望的一段关系。这段关系中的伴侣很难忠实于自己，也很难忠实于在两性关系中他们真正的需求，因为他们在适应他人对他们的期望上觉得压力重重。\
西莉亚抱怨先生侏罗日以继夜的工作，以至于他们的婚姻生活变得索然无味。当我在稍微深究时，我发现她会和侏罗结婚，是由于她家人的大力赞成。她坦言已开始她宁愿去环游世界，或许在决定一位长期伴侣之前，还可以多碰到一些对象，然而她的家人觉得她是打算“做一些恣意妄为的事”，因而向她施压要她结婚。起初，她颇享他们的好意，但是四年之后，她便为没有反抗他们的压力而深感懊悔。\
教皇也可能暗示你的两性关系已流于一种形式或规矩，你的态度变成“别人怎么做，我就跟着怎么做”，而这并不是去经历一段两性关系的唯一方式。你应该去找寻另一种新方式，可能你会感受到周遭的人所形成的阻力，但后来还是可以证明这么做是值得的。\
\n\n倒立的教皇\n\
    塔罗牌中所有倒立的五都意味着心胸开阔，教皇亦不例外。它代表新思想、观念的形成，或拒绝一些流于俗态的观念。它也可以说你在为自己人生写脚本，照着自己对生命的理解而活。\
现在你正为自己的心灵发展负起责任，虽然道路可能是崎岖不平的，然而这通常是值得的。有时候倒立的教皇可能表示，你为了一个具有非正统理念的教派或团体而排斥正统的理念或理论，而这个教派或团体，会为你的心灵发展负起责任——为了一个团体而放弃另一个团体。有些人需要别人为他们负责，而有些人则会利用这种需要，所以导师及大师就越来越多了。\
我并不是在暗示说这些人没有找到他们的方法或道路，但是你们的道路却不见的就是他们的道路。遵循他人的脚步而行，并不保证就一定会得到启发。可能会有人不同意我的看法，例如在法国的卢尔德（Lourdes），于西元一八五八年时，圣母玛丽亚曾向一名十四岁女孩Bernadetle Soubirous显灵，而今该地每年吸引了逾五百万游客或朝圣者的到访。"

jh_kh="\n     教宗，如同他的名稱，與宗教有強烈的關聯。不過教宗所屬的宗教是有組織的教會或教派，他是入世且走入人群的，這與女祭司和隱士的離群索居大有不同。在希臘神話中，教宗對應半人馬奇隆(Chiron)，他天文地理無所不知，並教誨無數。現代的教宗就是羅馬教皇和達賴喇嘛，古時候則有偉大的教育家孔子，以及譯經無數的唐代高僧玄奘。\
教宗與皇帝都是父親形象的代表，但是皇帝是提供物質的父親，而教宗則是提供心靈成長與道德教育的父親﹔皇帝重視外在的法律與約束，教宗則代表內心的服從性；如果說皇帝是三軍總司令，那麼教宗就是校長與教育部長。教宗教導我們的是傳統價值與倫理道德，好比說子女不孝雖不犯法，卻為社會大眾所不容，或是除夕夜返鄉探親雖非強制，但大多數的人都會遵行。教宗代表的就是這種社會規範與社會責任──不遵守不犯法，但還是遵守為妙。\
教宗也代表學校教育，以及任何所謂「正統」的教育。就像教宗所屬的教會是龐大的組織，教宗所代表的教育形式也是社會大眾認同的，在學校中學生學到政府與社會大眾希望他們學的價值觀，雖然會阻礙個人部分的心靈發展，卻是群體生活中不可或缺的一環。\
教宗並非獨自在深山中修行，而是在宗教組織下服務。教會擁有固定的體系，延伸出去，教宗也可以代表各級機關團體或學校，或任何與群體有關的事物。\
在教堂中，儀式是不可或缺的，所以教宗牌也象徵儀式──畢業典禮、結婚典禮、成年禮、喪禮等。這些儀式同樣屬於社會規範的一種。因此，教宗牌也可能顯示當事人參加某個儀式或典禮。\
在占卜上，教宗常與教學與顧問相關，是學生最樂見的牌，表示學生在學校環境中如魚得水，問考試必順利。教宗也可能表示心靈上的追求（重心往往是道德），也可能代表有長輩幫助，或貴人伸出援手，無論是口頭上的建議還是實質上的幫助，或者暗示當事人應該尋求長輩或專業人士幫忙。在感情占卜上，教宗通常指涉傳統的戀情或婚姻，例如相親，也可能是柏拉圖式的精神戀愛，最好的情況則代表婚禮將近。教宗若代表人物，他可能是神職人員、教師、長者、貴人、專業人士、典禮主持人、保守分子、衛道人士等。\
\n\n逆位解析：\n\
    教宗逆位通常代表打破傳統規範。此時不宜遵照常規，應該要有創新的想法，敢於與眾不同，標新立異。另外，教宗逆位也可能代表教宗特質表現過度，導致太保守、太傳統、太武斷、太固執。此時，貴人相助恐怕不成，因此不宜貿然採取他人的建議，更應小心查證你所得到訊息之真實性。感情方面可能表示此時不宜結婚。健康方面則可能代表肌肉或關節僵硬（太過僵化），或是得到錯誤的醫學建議。另外，儀式或典禮取消或延期也是教宗逆位的可能意義之一。 "

lr_ast="\n     这张牌更常见的意义是选择。当事人面临重大抉择，必须格外谨慎，他做出的选择可能产生重大影响，此时不要短视近利，更不可执迷于表面的利益或面子，反而要仔细思考自己究竟要什么，才能做出更好的决策。恋人牌牵扯的是人生的转折点，恋人牌所呈现的选择可能挑战当事人的道德和信仰，当事人像是在十字路口中间做，在快乐和道德之间做选择。\
在感情的预测中，恋人牌是个好消息，表示两人之间的吸引力很强，虽不一定有性关系，但有可能是因爱而性，不同于魔鬼的无爱而性，恋人牌出现在过去的位置，而现在的情况不佳的话，很有可能是当事人盲目沉浸在逝去的恋爱中，无法自拔。\
爱情是狭义的结合，但恋人牌还包含广义的结合。任何结盟关系，合伙关系，人际关系，若恋人正位通常表示成功和谐，沟通顺畅，最好的情况下，两人牌表示完美、和谐、互信的人际关系\
\n\n逆位：恋人逆位除了表示婚姻和恋爱上的挫败外还可能代表三角关系，分离，对立，错误的决策，不信任，不恰当的合伙。"

lr_qs="\n     恋人是一张代表决定的牌，而且除非顾客问的是某个特定的问题，否则它通常是指有关两性关系的决定。它可能是在描述沉浸在爱恋之中的过程，因为它可以意指一段两性关系中的最初，或者是罗曼蒂克的阶级。\
恋人牌也可以形容在决定到底要保留就有的关系，或转进新关系当中。它暗示你已经由过去经验而得到成长了，因此你可以安全的迈向一个新的阶段。\
艾瑞克莱咨询他的事业问题。他是拥有十二年资历的建筑师，现在有人邀他成为一家小型室内装潢公司的合伙人。他对未来的事业伙伴了如指掌，但是他无法确定现在是否是离开目前这家大公司的稳定工作的时机，因为未来的公司虽有更高的待遇，但风险高。他问题（开展一项新事业是否为明智之举）的答案是恋人牌，暗示他已经超越了目前工作所需要的能力了，转往新事业对他而言，应该是聪明的举动。\
\n\n两性关系上的意义\n\
    恋人牌暗示一段新关系，或既有关系的新阶段。这张牌也可以代表决定去爱，或展开新关系，好让这段新关系或新阶段可以安全的开始。它又可以形容沉醉于爱河，或处于一段关系中的罗曼蒂克。\
\n\n倒立的恋人\n\
    当恋人牌倒立时，代表任何迈向关系的新状态，或新阶段的希望，都是建立在期待的梦想之上。你还没有成功的完成你目前的状态，因此你还是继续带在旧关系当中比较好。\
这杖牌也可能是在暗示一段关系的结束，或是一种具毁灭性的爱的关系。浪漫的或性的问题可能会支配你的生活。或许你没有能力超越关系的最初或浪漫的阶段，而且你有可能努力向确保目前的关系，可以一直保留在这个最初的阶段。所以这里也暗示逃避更深刻的承诺或责任\
凯伦来找我占卜时，她的小男孩正安详的睡在她身旁的摇篮车里。他是她三个孩子中最小的，而她想要弄清楚她的两性关系。她的另一半早就和别的女人结婚了，而且那女人正怀着他第三个孩子。他在和凯伦这段超过七年时间的关系当中，总是不断的向她保证，他会离开他太太，并且永远和她在一起。\
在那段时间内，他从来没有离开过他太太，而且事实上他也没有表示出有这么做的意图。凯伦兀自生活在一种浪漫的情景当中，梦想着他的男人，并盼望有一天他终于实现了他对她的承诺。牌面上出现了倒立的恋人牌，另外还有倒立的圣杯骑士，和倒立的圣杯三。\
“他的太太想要他们的第三个孩子，他必须和她维持某关系。这些会是一个自觉不幸福，并打算离开太太的男人会有的行动吗？”我问她。\
她以一种极为熟练的语气，大力地维护他：“打从我们有了关系以来，他便不断的告诉我，他将会离开她，而我也相信他。如果我不信任他的话，那我们会有这怎么样的关系呢？”\
“那么你所拥有的又是怎么样的一种关系呢？”我问。\
一说到这里，她便大哭起来，而我也怀疑我是否有去哪里去揭穿她的幻觉呢？她是希望我这么做？或只是想要找到可能给予她希望的蛛丝马迹呢？我从来就不是一个靠着希望过活的人，而且我认为过去期望便是无望。只有做某些事或下某些决定，才会带来结果。\
一位曾与我共事过的分析师，总是语带嘲讽的说：“我们是以自己的信用来贩卖希望。”那天我可没有卖任何的梦想给凯伦，因为牌上面很明显的可看出，他是一个鱼与熊掌兼得的男人。她也从这个处境当中得到某些东西，因为她仍可梦想着她的完美男人，不受现实干扰。她无需忍受他那拖泥带水的习性，或她过的并不幸福的事实。她可以在未来过着安全的日子，因为她将来的完美男人可以在她身边待得更久，而不只是午后那秘密的几个小时而已。她可以安全的活在罗曼蒂克的氛围当中，永远不必冒险朝着新境况迈进，因此也就不必做任何真正的承诺。"


lr_kh="\n     戀人對應占星學中的雙子座，可能展現雙方的結合溝通或對立。看到戀人牌，一般人的第一反應通常都是與愛情有關，也就是雙方的結合與溝通，事實確是如此。但是，在更古老版本的塔羅牌，戀人更常見的意義是「選擇」，也就是雙方的對立。傳統的戀人牌通常繪有一個男人在兩個女人之間作抉擇，黑髮女人是他的母親，金髮女子是他的情人，後面還有個愛神丘比特在攪局。這樣的情境讓人聯想到希臘神話中著名的「帕里斯的審判」【註一】，以及東方社會中常見的婆媳問題。這樣的抉擇不只是在兩個人之間做選擇，更是對兩種生活方式的抉擇，並且進一步點出愚人成長的題旨──他長大要離巢了。雖然偉特改變了戀人牌的構圖，但是基本牌義仍然保留。戀人牌出現經常代表當事人面臨重大抉擇。此時當事人必須格外謹慎，他做出的抉擇可能對他產生重大影響，此時不要短視近利，更不可執迷於表面的利益或面子，而應該要仔細思考自己究竟要什麼，才能作出好的決策。戀人牌代表的選擇與權杖二或聖杯七可不同，戀人畢竟是大牌，牽涉的是人生的轉捩點，不是短期的影響，不可不慎。雖然亞當與夏娃受天使祝福，但夏娃身後的蛇仍暗示人類墮落的故事，如果意志不堅而選擇不當，伊甸園的恨事恐怕重新上演。\
戀人牌所呈現的選擇有可能挑戰當事人的道德與信仰，當事人像是站在一個十字路口，必須在道德與快樂之間做抉擇。因此戀人牌也代表個人信仰與價值觀，因為當事人的抉擇通常奠基在他的價值觀之上，雖然此時它可能遭受挑戰。\
在感情的占卜中，戀人正位通常是個大好消息，表示兩人之間吸引力很強，一拍即合。雖不一定有性關係，但是很有可能，且必然是因愛而性。相對來說魔鬼牌的性關係就是無愛之性。戀人的愛情會是影響重大且維持長久的，我們可以拿來與聖杯二做對照。聖杯二可能只是短期的愛戀，甚至不會有任何承諾，但戀人就相對強烈而長期，對當事人的影響自是不在話下。如果戀人逆位，那麼通常代表失戀或是戀愛不順，金童玉女變成梁山伯與祝英台，不宜抱持太大希望。若是戀人出現在牌陣中代表過去的位置，而現在位置情況不佳的話，很可能是當事人盲目沉浸在逝去的戀愛，無法自拔。\
在工作方面，戀人點出工作環境的人際關係至關重大。當事人可以已經在團隊中工作，或是必須尋求合作，無論如何，當事人都必須學習到合作的技巧，溝通要順暢，就能發揮一加一大於二的效果。有時候，戀人牌代表在工作上遭遇到的抉擇。少數情況下，戀人代表工作上的戀情。\
愛情是狹義的結合，但戀人牌還包含廣義的結合。亞當象徵陽性、理性與顯意識，夏娃象徵陰性、感性與潛意識，兩人的結合不只是男與女的結合，還可以進一步代表任何結盟關係、合夥關係與人際關係。若戀人正位通常表示成功和諧，溝通順暢，當然還得參照其他位置的牌而定。在最好的情況下，戀人牌代表完美、和諧、互信的人際關係。\
\n\n逆位解析：\n\
    戀人逆位多半表示人際關係出了問題。除了婚姻或戀愛上的挫敗之外，還可能代表三角關係（特別是與戰車牌共同出現時）、分離、對立、合夥失敗。這些失敗可能由於忌妒，也可能是雙方的目標不同所造成的。另外，戀人逆位也可能表示錯誤的選擇或決策。健康方面，可能有性方面的困擾或疾病。\
【註一】希拉、雅典娜和阿芙蘿黛蒂三位女神爲了爭奪一顆寫有「給最美的女神」的金蘋果，各自使出渾身解數賄賂裁判帕里斯。希拉承諾讓他當歐洲和亞洲的主宰，雅典娜答應讓他帶領特洛伊人打勝希臘人，阿芙蘿黛蒂則要給他全世界最美的女人海倫。帕里斯最後選擇阿芙蘿黛蒂，從此引發著名的特洛伊戰爭。"



zc_ast="\n  首要的意义就是坚强的意志，坚定不移的信心与决心，他有能力控制整个局势。\
另一个意义就是胜利，。展示十分重视输赢，而他通常是赢得一方，透过与别人竞争而得胜。松散、无纪律、浑浑噩噩的生活是他绝对不会接受的，他更不可能放纵自己的感情。他要征服。\
战车顾名思义表示交通工具，与旅程相关，（）通常是陆地旅行），战车也代表移动或改变，不过不一定是肉体方面的，因为刚才恋人牌中做出某种决定而经历的某种改变。\
实际预测中，战车出现通常意味着某种程度的挑战，而且此时放弃是不明智的。拿出决心，贯彻始终，别忘了战车也代表胜利。感情预测方面，战车通常欠缺软性对话与情感交流。有可能出现竞争者，或者你就是那个竞争者，战车如果代表一个人、可能是旅客、司机、骑士、警察、或任何具有展示精神的人。\
\n\n    逆位：战车逆位，可能惨遭失败。也可能当事人野心过度旺盛、太过鲁莽或事情太多，而导致不好的下场。此时冲突与阻碍难免，感情方面可能有口角或三角关系，旅行也可能延期或取消，甚至在旅行中遇到的无法预期的意外状况或交通事故，如果战车逆位代表人，可能只酒醉驾驶，危险驾驶，深陷冲突的人，或鲁莽的人。此时应该放松身心，冷静下来想一想，自己是不是犯了上述的错误，以免浪费时间，徒劳无功。"

zc_qs="大体上的意义\n\
    战车可以代表一部车，或是坐车旅行。当这张牌出现时，它可能意味着你需要控制生命中互相对抗的力量。目前的情况可能会出现某些矛盾，而你正以理智在控制着它们。\
这是一张代表由于坚持而取得成功的牌。如果用来形容一个人的话，战车是暗示这个人（通常是指男人），掌控着她自己和周遭的事物。正立的战车也可能意指一桩重要的生意，或意义重大的成功。\
\n\n两性关系上的意义\n\
    战车暗示控制你的情绪，对目前的两性关系应该是有帮助的。它也可能是形容一个能够张控情绪，而充满自信的男人。在生意上或任何需要发挥控制力的处境中，他可能会成功。\
这张牌所传递的讯息是“不要放弃”，因为成功是可能的，只要你能协调好关系中的冲突（互相对抗的力量或能量）。\
奥力维为了他的恋爱来找我占卜。瑞妮想要一种更深刻的承诺，这引起奥力维的恐惧，因为承诺总是伴随着遗弃。过去他已经有三次成家的经验了，结果不出半年她们便离开他。\
当她坐在我面的时候，他既想要和瑞妮建立更深的爱情关系；又害怕她在六个月内便会离开她，而内心交战不已。当我详细说明他在过去关系中所经历的某些基本模式，以及这些模式的持续他多少有点责任时，他有能力认识到他可以改变这些模式。\
他的理智能够超越恐惧与欲望的对抗力量，看出问题的解决之道。他了解到他能够改变，第一步是抛开过去的关系，并从那些模式中汲取教训。\
\n\n倒立的战车\n\
    当战车倒立时，狮身人面兽所代表的对立力量就又大增功力了。情绪可能会蒙蔽了你的视线，或是你可能流连于过去的某种情况。通常倒立的战车可形容让未解决的情绪在内心积压起来，直到他们决堤，而你却只采取防堵政策。若想避免情绪受到可能的伤害，它暗示一种新的处理情绪的方式。\
巨蟹座的部分阴暗面（灵魂中不愿意去承认的部分）是，你离开他之后，他可能会比你留在他身边时更爱你。战车牌倒立的一个可能意思是，多愁善感的悬而未决的感觉影响了你对事情的看法。不要沉迷于过去，不要沉迷于应付事情的老方法，或沉迷于在你内心越堆越高的情绪，当这张牌倒立时，情绪突然爆发的情形是预料中的事。"


zc_kh="戰車牌的首要意義就是堅強的意志力。還記得戰士手上沒有任何韁繩嗎？他完全憑藉意志力來控制戰車，也控制兩頭人面獅身獸不至於分道揚鑣，以致戰車解體。戰士具有堅定不移的信心與決心，他有能力控制整個局勢。六號的戀人牌有關選擇，七號的戰車則對他的選擇採取實際行動，克服路途中的恐懼──恐懼失敗，恐懼選擇錯誤。\
戰車另一個重要意義是勝利。戰士十分重視輸贏，而他通常是贏的那一方。透過與別人競爭而得勝，他總要成為第一名，縱使付出比別人加倍的努力也在所不惜。對於競爭，他懷有強烈的野心與專注力。對於設定的目標，他會全心全意去達成。\
自律、自我要求與情感控制也是戰士具有的過人特質。唯有嚴格的自律，才能使他在競爭中得勝。鬆散、無紀律、渾渾噩噩的生活是他絕對不會接受的。他更不可能放縱自己的情感。他要征服。\
戰車，顧名思義，表示交通工具，也與旅程相關，通常（但不一定）是陸路的旅行。戰車也代表移動或改變，不過不一定是肉體方面的，因為剛在戀人牌中做出某種決定，此時生活必然因這個決定而經歷某種改變。\
實際占卜中，戰車出現通常意味某種程度的挑戰，而且此時放棄是不明智的。應該學習戰士的精神，轟轟烈烈打一場漂亮的戰爭，勝利很有可能就是你的。意志要堅強、要堅持、要自律。拿出決心，貫徹始終，別忘了戰車也代表勝利。感情占卜方面，戰車通常欠缺軟性對話與情感交流。有可能出現競爭者，或者你就是那個競爭者。戰車如果代表一個人，可能是旅客、司機、、騎士、贏家，或是任何具有戰士精神的人。\
\n\n逆位解析：\n\
    戰車逆位，可能慘遭失敗。也可能當事人野心過度旺盛、太過魯莽或事情太多，而導致不好的下場。此時衝突與阻礙難免。感情方面可能有口角或三角關係。旅行也可能延期或取消，甚至在旅途中遇到無法預期的意外狀況或交通事故。如果戰車逆位代表人，可能是指酒醉駕駛、危險駕駛、身陷衝突的人、或魯莽的人。此時應該放鬆身心，冷靜下來想一想，自己是不是犯了上述的錯誤，以免浪費時間，徒勞無功。"



ll_ast="首要意义就是力量，但这里并非壮汉的蛮力，而是内心的坚韧，一个女子想要驯服一只狮子，用武力绝对是自讨苦吃，所以她必须运用她所拥有的特质，用柔韧的力量来驯化狮子。要这么做，首先他必须拥有超人的勇气，否则他怎么敢接近狮子呢？再来她得拿出信心，深信自己自己会成功，这样的信心让他散发出自信的光芒，温和中自有一股威严让狮子降服，最后则是耐心，她必须慢慢来赢得狮子的信任，就像马戏团里的驯兽师一样，必得经过许多次的练习及失败才能成功。相同的道理也可以应用在克服内心的兽性与恐惧、愤怒与冲动，也就是克服我们内在的狮子。\
在预测上，力量显示出面对人生的信心，以外柔内刚之姿，面对人生的难题，她内心坚强，信心深切，勇气百倍，她外表平静安详，行事坚定果决，同时又不急不躁有耐心，力量代表克服内心野兽的本能的一部分，要使所有的焦躁、愤怒、冲动、不安都平息下来。如果当事人现在表现的太急切，力量牌出现提醒他要放慢脚步，要有耐心，要以柔韧性力量来行动，同时别忘了自信最重要。在健康方面，女人降服狮子就好像病人降服病魔，是重拾健康活力的好征兆。\
\n\n    逆位：力量逆位的首要意义则是软弱无能。内在的信心和勇气已然消失，恐惧和怀疑接着浮现。此时不宜贸然行动，不管现在面对着什么样的问题 ，力量逆位提醒你才是自己的主人。有事逆位的软弱会呈现在肉体上，健康宜多加注意。力量逆位也有可能指的是力量的滥用，无论是有形的蛮力还是无形的权利。"
 
ll_qs="\n大体上的意义这张力量牌意味你有能力面对生活和困难的环境，或者有能力以希望、内在力量及勇气去做改变。勇气并不代表你没有恐惧，而是虽然你有恐惧，你还是愿意对某人或某事有所承诺。\
这张牌象征你拥有内在的力量来面对你内在的恐惧和欲望，而非让它们屈服于你的意志。在健康的分析方面，这张牌可能是有关心脏或脊椎方面的毛病，不过这些毛病也可以透过内在能量来克服，而且这张牌也暗示你本身拥有这种能量\
\n\n两性关系上的意义\n\
    力量这张牌暗示你拥有足够的力量和勇气，让你可以在一段两性关系中发展出真正的亲密感，而不必试着要去控制它，或者被它所控制。你有充分的勇气可以处理任何可能发生的困难，而无需因恐惧而逃避。\
在两性关系的分析中，这是一张积极的牌，因为它暗示和这关系中的人能够互相倾听及倾诉。他们的行动是来自内在的力量，而非出于恐惧，可以发展出真实的亲密感，不会有五角星六、或圣杯六那种限制性的角色。\
\n\n倒立的力量\n\
力量牌倒立会导致软弱。你面对人生的勇气已经减少了，徒留一种被击垮或了无希望的感觉。它可能暗示内心的痛苦，你的激情和欲望正像你提出给予它们满足的要求，这令你的理智受到威胁，怕会失去控制。\
它代表在某段时期内，传统的事业或生活方式的安全性似乎颇具吸引力。任何可以让你逃避热情和欲望的事物，似乎都值得拥有，因为你害怕热情和欲望会摧毁你所自觉的人格，或你为自己所建立的安全模式。任何会限制你去面对自己的能力的事情，可能都会被认为是需要的。譬如，变成工作狂、过于热衷你的事业，或是以一些不必要的事情来填满你所有的时间。\
有时候当你在生活中感到无力时，你可能会去找你可以支配的某个人或事物，来帮助自己再度感到强而有利。在这段其间你可能会发现自己在任何关系中，对别人不是太颐指气使，就是过分恭顺。\
学习如何从爱里面找到力量，又是狮子座的另外一项课题。也就是说，要如何找到内在的力量，就需要接纳某人以便让对方可以亲近你。如果狮子座的人无法完成这个课题，他们可能觉得事业带给他们两性关系所无法提供的满足感，所以他们可能会牺牲掉两性关系，而取得事业上极大的成功。这是一个跷跷板式的安排。他们不是占尽优势，就是太过谦卑。他们可能在事业上获得极大的成就，或是得到圆满的两性人际关系，但是很少有同时两者兼得的。透过集中意志，狮子座可以驾驭其生活，并在某一方面得到成功，然而这只是回到战车所需的课题而已。狮子座的课题是要有勇气不去控制人生，而是以爱和同情来面对它。"


ll_kh="\n  在占卜上，力量顯示出面對人生的信心，就像牌中的女人，以外柔內剛之姿，面對人生的難題。她內心堅強，信心深切，勇氣百倍。她外表平靜安詳，行事堅定果決，同時又不急不躁有耐心。力量代表克服內心野獸本能的那一部份，要使所有的焦躁、憤怒、衝動、不安都平息下來。如果當事人現在表現得太急切，力量牌出現提醒他要放慢腳步，要有耐心，要以柔性力量來行動，同時別忘了自信最重要。在健康方面，女人降服獅子就好像病人降服病魔，是重拾健康活力的好徵兆。\
\n\n逆位解析：\n\
    力量逆位的首要意義則是軟弱無能。內在的信心和勇氣已然消失，恐懼和懷疑接著浮現。此時不宜貿然行動，不管現在面對的是什麼樣的問題，力量逆位提醒你要先處理自己的負面想法和情緒，不要讓獅子控制你，你才是自己的主人。有時逆位的軟弱會呈現在肉體上，健康宜多加注意。力量逆位也有可能指的是力量的濫用，無論是有形的蠻力還是無形的權力。"


ys_ast="隐士孤身一人在山巅，在追寻智慧与灵性成长的过程，爬的越高就越孤独。隐士脚踩的山头都结冰了，或许真是高出不胜寒。追寻的过程中，他不与群众接触，只与自己的内心接触。智慧的缀合灵性的成长，都必须一个人单独完成。离群索居是必要的过程。因此，在预测上，隐士代表孤独。他远离人群，退出交际活动。让内心静下来，一个人独处。此时应暂时放下社交活动，向内探求，留一些时间给自己。冥想、沉静、静坐、倾听内心的声音、留意梦境带来的讯息，都会带来好处。问题的答案其实已经在我们内心中，孤独是为了内省，内省就是为了找出答案。\
经过一段时间的内省之后，隐士已然到达智慧的顶峰，这时他准备返回人群，为下山的人指引方向。他高举着真理之灯，犹如一座灯塔。他亲身经历过追寻的过程，现在可以为大众启蒙、引路师，是每个人的心灵导师。他深知灵性与智慧的探求无法靠口头传授，必须由学生自己经历体会，方能真正获得。他站在山顶指引还在山下的学生，帮助他们，扮演领路人的角色。\
隐士是智慧老人的原型，他代表心灵导师、教师、有智慧的人、长者、谘商师、顾问、前辈、当然也代表隐士。预测上，隐士除了代表孤独和内省的需要之外，也建议当事人向有智慧的前辈请益。感情方面表示单身，或暂时退出感情关系，需要深思。如果已经在一段稳定的关系中，暗示他需要自己的空间和时间，或是对此关系作进一步的思索。毕竟，隐士对于恋爱并不热衷。\
\n\n   逆位：隐士逆位首先失去的是谨慎，变得粗心大意。在者孤独过度，甚至出现愤怒疾俗的反社会倾向。也可能暗示当事人我行我素，无法接受他人的忠告。此时建议当事人，一个人的世界固然有其好处，但若过度反而容易导致失和。隐士虽暂时离开人群，但他并没有否定人际关系的价值，在完成探求之后他不是马上举起灯笼，为山下人引路了么？"

ys_qs="\n大体上的意义\n\
    隐士牌暗示一段反省的时间。它代表着一段想要让你的过去、现在，以及未来成为有意义的时间。这张牌代表去看咨商辅导员、持续一段梦想之旅，或为了开发你自己的沉思。它也代表成熟，以及你已经知道生命中真正重要的是什么。\
它可能意味着得到身体或心灵上的协助及智因；或是你帮助其他人发现人生理解及事件的导因。它也代表一段时间内，你会问自己如下的问题：我从何处来？我现在位于何处？又将往何处去？\
\n\n两性关系上的意义\n\
    隐士可能象征着向内心探索的需求，暂时自一个两性关系中退出，以决定你想要什么、要往哪里去。或许你正用了比平常更多的时间来疏远两性关系，而将思想更集中于自己身上。\
可能你正在协助伴侣，让他（她）对他（她）自己，和他（她）的人生有跟深刻体会。它也可能单纯智某个处女座的人。当隐士牌出现在两性关系的分析中，代表你更加清楚在某段两性关系中你的独立性，或是注意到你需要独处，以面对你的内在需求。\
\n\n倒立的隐士\n\
    倒立的隐士牌有两种可能性。第一，你可能是故意让自己忙的团团转，以免面对改变的要求，或面对你确实是很寂寞这个事实。因此这里暗示着过长的工作时间，或违反朝九晚五的工作时间。为了避免和别人有真正的社交接触，你可能会在晚上或周末工作，以填满你的社交时间。例如，萝蓓卡白天在一家广告代理商担任接待的工作，而为了要填补夜晚寂寥的时光，她每周有四个晚上在一家旅馆的大厅酒吧工作。这让他不会感到寂寥，但也组织了她向内心的探求，以找出她真正的目的。\
可能你需要再回到力量牌，再你愿意让别人亲近你之前，你要先找出你的内在力量。\
现在已经到了要停下脚步，并思索你要走向何处，以及为什么要走那条路的时候了。或许你为了要避免孤独，正要向平凡屈服；或者因为害怕孤单，或害怕你可能要放弃某些东西，所以宁愿选择安逸而不愿成长。"

ys_kh=" 隱士和愚人同樣都站在懸崖頂，愚人大踏步的向前走，隱士卻十分謹慎。 隱士是成長之後的愚人，他花白的鬍子似乎在告訴我們：「我年紀大了，不再是從前那個渾小子了」。的確，在累積足夠經驗與智慧之後，隱士自然行事謹慎。與隱士相關的星座是處女座，是注重細節的完美主義者，做事總是小心翼翼，這正是隱士的寫照。\
隱士孤身一人在山巔，在追尋智慧與性靈成長的過程中，爬得越高就越孤獨。隱士腳踩的山頭都結冰了，或許真是高處不勝寒。追尋的過程中，他不與群眾接觸，只與自己的內心接觸。智慧的追尋和性靈的成長，都必須一個人單獨完成。離群索居是必要的過程。因此，在占卜上，隱士代表孤獨。他遠離人群，退出交際活動，讓內心靜下來，一個人獨處。此時應暫時放下社交活動，向內探求，留一些時間給自己。冥想、沉思、靜坐、傾聽內心的聲音、留意夢境帶來的訊息，都會帶來好處。問題的答案其實已經在我們心中，孤獨是為了，內省就是為了找出答案。\
經過一段時間的內省之後，隱士已然到達智慧的頂峰，這時他準備返回人群，為山下的人指引方向。他高舉著真理之燈，猶如一座燈塔。他親身經歷過追尋的過程，現在可以為大眾啟蒙、引路了。隱士不是「經師」，他不真的教授書本上的知識，他要當的是「人師」，是每個人的心靈導師。他深知靈性與智慧的探求無法靠口頭傳授，必須由學生自己經歷體會，方能真正獲得。他站在山頂指引還在山下的學生，幫助他們，扮演領路人的角色。\
隱士是智慧老人的原型，他代表心靈導師、教師、有智慧的人、長者、諮商師、顧問、前輩、當然也代表隱士。占卜上，隱士除了表示孤獨和內省的需要之外，也建議當事人向有智慧的前輩請益。感情方面可能表示單身，或是暫時退出感情關係，需要深思。如果已經處在穩定關係中，也暗示他需要自己的時間和空間，或是對此關係作進一步的思索。畢竟，隱士對於戀愛並不熱衷。\
\n\n逆位解析：\n\
    隱士逆位首先失去的是謹慎，變得粗心大意。再者孤獨過度，甚至出現憤世嫉俗的反社會傾向。也可能暗示當事人我行我素，無法接受他人的忠告。此時建議當事人，一個人的世界固然有其好處，但若過度反而容易導致失和。隱士雖暫時離開人群，但他並沒有否定人際關係的價值，在完成探求之後他不是馬上舉起燈籠，為山下人引路了。"




my_ast="	充满了这么丰富的象征，总而言之，命运之轮要表现的就是个人命运的不可预测。当命运之轮转动时，原本在上面的幸福人们就转到下面的悲惨世界，下面的人也就转上来了，俗语说风水轮流转，正是命运之轮的写照。人生犹如潮起潮落，日复一日，没人能够逃脱自然的循环，通常命运之轮象征的命运不是人力可以控制的。就像车子抛锚害你错过班机的懊恼，或是中了头奖的狂喜，但得意时莫忘失忆苦，失意时也莫一蹶不振。骑士虽然个人命运看似难以预料，整个宇宙运行的法则事实上却非常有秩序，如同赌客到拉斯维加斯赌博，每个人输赢看手气，最终庄家（赌场）却总是赚钱。也好比幕后控制阿瑟王轮子的那双手，接下来到底往哪里转，那双手总是知道。\
命运之轮转动不停，出现的时候，主要表示转变。正位的时候，这个转变似乎是幸运的，如同在预测上，命运之轮正位时，犹如轮子往上转，在感情方面，给双方一种姻缘天注定的感觉，也许一见钟情，也是新的开始。工作的财运方面也常有意外的惊喜。逆位时，犹如轮子往下转， 此时就没有那种好运了，而且当事人有可能拒绝转变，拒绝接受着亘古不变的运行犹如逆天而行，绝对赢不了。缩减一点当事人，别忘了轮子总是不停的转，此时幸不幸在长远看来也许会出乎意料，因此请接受这个改变，找出最适当的对策。\
转变无论幸运还是不幸，总是一个契机。此时面临人生的转折点，最好把握改造命运的良机。正位的时候，显示当事人能够把握难得的机会，逆位时可能暗示当事人无法把握良机。此时建议当事人，人生无常，忧患无益，只有把握当下，抓住机会，才是最重要的。如果有事情很久没有解决，命运之轮出现带来转变，带来机会，带来好运，很有可能获得极大的进展，而且这进展通常不是努力得到的，反而像是莫名的莫名其妙从天上掉下来。\
命运之轮是10号牌，是二位数字的头一个，因此命运之轮是大阿卡纳的一个新的循环，也是1号魔术师（新开始）的在现，同时更隐含了0号愚人（10=1+0=1）的无限潜力。无论时局如何变迁，所有的现象都只是暂时的，新的循环随时再开始。\
\n\n     逆位：不幸，犹豫不决而无法把握机会、不能接受改变，失败，报应，没有进展，尤其不宜做投机之事例如赌博。"


my_qs="\n大体上的意义\n\
    生命是变化无常的，当牌面上的命运之轮是正立时，改变似乎是有利的；而当它倒立时，改变又似乎是有害的。我利用“似乎”这种字眼，因为它只是改变，而似乎有害的改变，事实上可能会是一种祝福。\
我举一个发生在我朋友身上的例子。尼古拉斯在结束了为期十二个月的假期之后回到家里，并申请待业津贴。政府拒绝给付他任何津贴，因为在他去度假之前，自己做了一阵子生意，所以还差六个月才有资格申请。他很挫折，只好向朋友借了一点钱，投入一项生意。去年这项生意为他赚进了超过八万美元，而且他预期在三年内。每年会有十五万美金的营业额。\
如果他申请到待业津贴的话，他可能就会开始为别人工作。如此一来，他就会错过一个开始似乎困难重重，结果却鸿图大战的机会。\
你必须超越现状，将眼光放远，来观察生命的消长。当潮水高潮时，你可以在生命当中获得许多，而当潮水消退时，可完成之事就少了许多。有一个古老的中国故事，恰好是形容这种情形。\
有一位老人，他有一个儿子，一匹马，村落旁边有一小亩田。有一天他的马脱缰而逃，村民们纷纷跑到老人家中来采访他，并对老人的不幸深表遗憾。\
“不幸？你们怎么知道这代表不幸呢？说不定还是个好兆头呢！”他说。\
他们都带着些许困惑离开老人的家。几个星期之后，这匹马回来了，而且还有一群野马跟随着他。现在这老农夫拥有了十四匹马。村人又纷纷的前来拜访它，告诉老人，他是多么地幸运。\
“幸运？你们又怎么知道这是好运呢？这或许还是个麻烦呢！”他说。\
一个礼拜之后，他儿子从其中一匹野马身上摔下来，被马蹄踩中，双腿几乎成了残废，终其一生都得跛着腿。那些村民们又再度造访并表达安慰之意。\
“倒霉？你们怎么知道呢？这可能是老天爷的祝福呢！”老人如此回应他们。\
隔年皇帝向邻国宣战，所以四肢健全的人全都被征调上战场。而老人的儿子却由于残废而免于征战。这场战争打了半年，村子里被征调去打仗的人都阵亡了。其他村民依例又前往老人家道贺。\
“走运？你们怎么知道这是一件幸运的事呢？它也有可能会是个困扰呢！”\
通常命运之轮象征你生命境遇的改变。或许你并不了解这些改变的原因，不过在这里，你如何因应改变是比较重要的。你要迎接生命所提供给你的机会，还是要抗拒改变呢？此牌正立时就是在告诉你，要去适应这些改变。\
就普通的角度来看，命运之轮暗示生活上的改变。你的事业正有起色，或某个两性关系正变得更充实。\
\n\n两性关系上的意义\n\
命运之轮暗示一个两性关系日趋圆满的机会或可能性在增加。时，解释为：改善情况的机会越来越近了。我的顾客说出一件事情来证实这个论点：他的伴侣即将要完成她的医学学位，如此他们就可以去旅行，而且今后也可以拥有更好的生活品质。\
\n\n倒立的命运之轮\n\
    我们都希望拥有越来越好的人生，并且可以一直保持如此，然而如果挑战一直没出现的话，我们就很难学习到什么。当命运之轮倒立时，所发生的改变可能是比较困难的。它暗示要努力对抗这些事件，而且通常都是徒劳无功。宇宙中蕴含着比每一个个体还要伟大的力量，所以我们必须要努力去理解，这项改变到底要教会我们什么。\
或许在你的生活中会有一种重复的模式，这可能意味着生命再度以同一种形式的问题，来展现其挑战性，好让你学会此问题中的教训。季节总是在更替着，而生命所展现的机会却越来越少，因此你更应好好反省过去的所作所为。\
找到重返隐士牌的时候，好好反省什么是你生命中再也不需要的东西。倒立的命运之轮只是要减少你在隐士牌中就应该丢掉的东西。\
这是一个检视你生命当中，何者是有用、何者是不需要之物的时刻，并要开开心心的让这些不再需要的东西离你而去。重新回到隐士牌，花点时间思索其课题，或许你就能摆脱过去的阴影，影响崭新的未来了。"
my_kh=" 充滿了這麼豐富的象徵，總而言之，命運之輪要表現的就是個人命運的不可預測。當命運之輪轉動時，原本在上面的幸福人們就轉到下面的悲慘世界，下面的人也轉上來了，俗語說「風水輪流轉」，正是命運之輪的寫照。人生猶如潮起潮落，日復一日，沒人能夠逃脫自然的循環。通常命運之輪象徵的命運不是人力可以控制的。就像車子拋錨害你錯過班機的懊惱，或是中了樂透頭獎的狂喜，但得意時莫忘失意苦，失意時也莫一蹶不振，因為你錯過的班機說不定墜機，而中了樂透頭獎可能會惹來殺身之禍。\
在《你已經很塔羅了》一書中，作者用塞翁失馬的故事來比喻命運不可捉摸。《亞瑟王與圓桌武士》中的一段故事也可作為借鏡：某夜亞瑟王夢見自己在坐在一張綁在輪上的椅子，他全身穿著全世界最金碧輝煌的衣服，然後他發現輪子下面全是駭人的黑水、蛇、昆蟲和猛獸，看來十分恐怖，突然間，輪子一轉，亞瑟王就跌到黑水中，四肢都被毒蛇蟲獸纏住了。其實雖然個人命運看似難以預料，整個宇宙運行的法則事實上卻非常有秩序，如同賭客到拉斯維加斯賭博，每個人輸贏看手氣，最終的莊家 （賭場）卻總是賺錢。也好比幕後控制亞瑟王輪子的那雙手，接下來到底要往哪裡轉，那雙手總是知道。\
命運之輪轉動不停，出現的時候，主要表示轉變。正位的時候，這個轉變似乎是幸運的，如同它的占星對應木星也代表幸運﹔逆位的時候，似乎是不幸的。所以在占卜上，命運之輪正位時，猶如輪子往上轉，在感情方面，給雙方一種姻緣天註定的感覺，也許一見鍾情，也是新的開始。工作財運方面也常有意外的驚喜。逆位時，猶如輪子往下轉，此時就沒那種好運道了，而且當事人有可能拒絕轉變，拒絕接受這亙古不變的運行猶如逆天而行，絕對贏不了。所以建議當事人，別忘了輪子總是不停的轉，此時幸不幸在長遠來看也許會出乎意料，因此請接受這個改變，找出最適當的對策。\
轉變無論幸或不幸，總是一個契機。此時面臨人生的轉捩點，最好把握改造命運的良機。正位的時候，顯示當事人能夠把握難得的機會﹔逆位時，可能暗示當事人無法把握良機。此時建議當事人，人生無常，憂患無益，只有把握當下，抓住機會，才是最重要的。如果有事情很久沒有解決，命運之輪出現帶來轉變，帶來機會，帶來好運道，很有可能獲得極大的進展，而且這進展通常不是努力得到的，反而像是莫名其妙從天上掉下來的。\
命運之輪是10號牌，是二位數字的頭一個，因此命運之輪是大阿爾克納的一個新的循環，也是1號魔術師(新開始)的再現，同時更隱含了0號愚人10=1+0=1)的無限潛力。無論時局如何變遷，所有的現象都只是暫時的，新的循環隨時會再開始。\
\n\n逆位解析：\n\
　　逆位的命運之輪除了前面提過的不幸、猶豫不決而無法把握機會、不能接受改變的意義之外，也可能代表失敗、報應、沒有進展，尤其不宜做投機之事，例如賭博。\
【註1】：哈扥爾女神是埃及的女神，掌管音樂、愛與美。相當於希臘神話的維納斯。\
【註2】：又稱赫密士阿努比神(Hermes-Anubis)。古希臘人將阿努比神跟希臘使神赫密士混淆。"
 
zy_ast="在正义牌中，我们可以找到很多对称，两个柱子，两面刃和天平。就连牌中的主角都长得很中性，它的代表星座也就是追求平衡的天平。因此正义牌出现时，通常与某个决定相关。求问者必须用心中的天平来衡量各种因素，以做出最好的决定。通常在决定的过程中，正义牌会用理性的思考方式，仔细分析利弊，因此她决定必然是公正不偏的。此时必须绝对的诚实。这样追求平衡和公正的特质，也会反映在待人公正诚实而不失厚道。如过之前被误会，正义牌出现代表你将讨回公道，获得道歉或赔偿。若是逆位置，可能显示你仍然受到不公平的对待，或是对你欺骗或隐瞒，或者待你极端严酷不公有偏心。\
下决定的过程并不容易，心中的天平会摇摆不定，好像正义坐在两个柱子中间，善与恶的力量互相拔河，也如同电影中常见出现的情节；心中的天使在叫你往东走，魔鬼要你往西走。一旦下决定，他就会变成你生命的一部分，再也不能擦掉重写，因此心中这番天人交战，恐怕不好受。指的庆祝的是，正义会在一番仔细的衡量下，做出最好的决定来，他所作的决定不见得是最轻松的，但他一定会付起责任。正义牌也常与法律事务有关，包括诉讼和各种契约的签订。如果正位，通常可以得到公平的待遇。正义也可能表示追求生活和心灵的平衡。正义是一张相当理性的牌，她会接受自己的过去，并负起该负的责任。正义举起右手，像是魔术师高举法杖。他后面的帷幕和柱子，与女祭司身后的背景非常类似。他和女祭司一样坐着，却他出一只脚似乎要和魔术师一同站起。他虽是女性，却拥有中性的面貌和装扮，正义如果代表人物，会是任何法律事务有关的人员、正在下决定的某人、还你公道的人。正义牌的出现，提醒你用理性解决问题，要绅士思考，要负起责任。正位时，能够得到公平对待。如果正面临法律问题，情势可能对自己不利，此时绝对不能擅自主张，最好听从专家意见。如果正要面临考试，考试是另一种形态的裁决，事前必须比别人更努力，才能改造命运。\
\n\n    逆位：如果逆位，则可能决定错误，犹豫不决，甚至拒绝下决定。这样无异与逃避人生的责任。裁决不公或是败诉，契约可能有诈，必须特别小心。还可能代表任何怀有偏见与有私心的人、骗子，逃避责任。优柔寡断。显示当事人逃避责任，逃避决定，或是受到不公平的对待。"

zy_qs="\n大体上的意义\n\
    正义意味事情已经达成它应有的使命。也就是说，你过往的决定或行为已经引导你走到了目前的境遇。你已经得到你应得的了，如果你对自己是够诚实的话，你肯定知道这点。\
它代表你应该对自己，以及周遭的人绝对的诚实。你应该自己，以及使你成为今天这个样子的种种决定负起责任。你的未来可能会因为你目前的决定、行为或理解而改变。\
正义也可能暗示这一项有利于你的法律上的决定，或是购置某些需要签署法律文件的东西。它也可能是指成功地解决某项争议或意见相左的情形，或是负起某种状况当中你应当负其的责任。\
如果正义和权张六一起出现，它可能是在暗示工作上的晋升，这正是各种决定或过去行为所带来的结果（也就是说，辛勤的工作带来了报酬）。\
\n\n两性关系上的意义\n\
    当正义和圣杯二、圣杯十，或圣杯三一起出现在牌面上则暗示着结婚。\
它也可能意味着你已经解决了和伴侣之间的争议，或你对伴侣以及两性关系，有一种完全诚实和负责化的态度。\
\n\n倒立的正义\n\
    当正义倒立时，它暗示着不公不义。某个诉讼过程延宕不决；一项无止无休的正义或不协调；或是互相指责、推委责任。对于你的付出你还是会得到回报，或者说你仍可以收割到你的耕耘，只不过这不太可能会是个欢愉的收获。如果目前生命中出现了不公平或不美好的事物，或许正是你应该检视先前所播下之种子，并从中汲取教训的机会。\
倒立的正义象征，你对自己或其他人可能并不诚实。你并不愿意追踪现今事件的导因为何，而总是因你的窘境去责备他人。如果你如此怠惰的话，恐怕会丧失更深刻了解自己，以及人生的机会。\
这可不是指望别人来教你的时刻，而是一个自救的时机。即使这张牌以倒立出现，因果循环的道理依旧不爽。你还是会受某人或某种状况的牵制，直到你洞悉并解决了先前的事端。当你留下一个悬而未决的状况，它（或与它类似的情形）会在你面前重复出现，直到你学到了教训。还没有收成的种子正等着你。"


zy_kh=" 在正義牌中，我們可以找到很多對稱，兩個柱子、兩面刃，和天秤，就連牌中的主角都長得很中性，它的代表星座也是追求平衡的天秤。因此正義牌出現時，通常與某個決定相關。問卜者必須用心中的天秤來衡量各種因素，以做出最好的決定。通常在決定的過程中，正義牌會用理性思考的方式，仔細分析利弊，因此她的決定必然是最公正不偏的。此時必須絕對的誠實。這樣追求平衡和公正的特質，也會反映在待人處世上，正義待人公正誠實而不失厚道。如果之前被誤會，正義牌出現代表你將討回公道，獲得道歉或賠償。若是逆位置，可能顯示你仍然受到不公的對待，或是某人對你欺騙或隱瞞，或者待你極端嚴酷不公又偏心。\
下決定的過程並不容易，心中的天秤會搖擺不定，好像正義坐在兩個柱子中間，善與惡的力量互相拔河，也如同電影中常出現的情節：心中的天使叫你往東，魔鬼要你往西。一旦下了決定，它就會變成你生命中的一部份，再也不能擦掉重寫，因此心中這番天人交戰，恐怕不好受。值得慶幸的是，正義會在一番仔細衡量下，做出最「好」的決定來，她所作的決定不見得是最輕鬆的，但她一定會負起責任，選擇最「正當」的一條路來走。如果逆位，則可能決定錯誤、猶豫不決、逃避不下決定、甚至拒絕下決定。這樣無異於逃避人生的責任。\
再仔細看看牌中的女子，她像不像一位法官呢？法律事務與正義關聯密切，所以正義牌也常與法律事務有關，包括訴訟和各種契約的簽訂。如果正位，通常可以得到公平的待遇﹔若是逆位，則可能裁決不公或是敗訴，契約也可能有詐。必須特別小心。\
正義也可能表示追求生活和心靈的平衡。正義是一張相當理性的牌，她會接受自己的過去，並負起該負的責任。正義就是為所當為。\
正義編號11，是22張大牌的中心。11也是更高一層的1，還進一步隱含2(11=1+1=2)。因此正義牌可以視為魔術師和女祭司的綜合體。正義高舉右手，像是魔術師高舉法杖。她後面的帷幕和柱子，與女祭司身後的背景非常類似。她和女祭司一樣坐著，卻踏出一隻腳似乎要和魔術師一同站起。她雖是女性，卻擁有中性的面貌和裝扮。這些在在點出正義的主旨──平衡。\
正義如果代表人物，會是任何與法律事務有關的人員、正在下決定的某人、還你公道的人。如果逆位，代表任何懷有偏見與私心的人、騙子、逃避責任的人、優柔寡斷的人。正義牌出現，提醒你要用理性來解決問題，要審慎思考，要負起責任.\
\n\n逆位解析：\n\
    正位時，能夠得到公平對待﹔如果逆位，可能顯示當事人逃避決定，逃避責任，或是受到不公的對待。如果正面臨法律問題，情勢可能對己不利，此時絕對不能擅自主張，最好聽從專家意見。如果正要面臨考試，考試是另一種型態的裁決，事前必須比別人更努力，才能改造命運。"                                        


dd_ast="把倒吊者倒过来看，倒吊者就不是倒吊着了，而他的姿态看来相当类似世界中的舞者。这暗示倒吊者最终仍能转正，看到事物真实的模样。倒吊者和命运之轮及正义三张牌，都可以看做大阿卡纳的中点。命运之轮是转折点，正义是中心，而倒吊者的编号12正是世界21的相反，他是倒吊者的世界。倒吊者和愚人也有共同点，他们都敢于与众不同，做自己真正想做的事。愚人主要出于本能，而倒吊者处于深沉的理解，因此他不惧世人的眼光，把自己吊在树上。\
倒吊者的对应星座是海王星，是颗代表牺牲与理想的星。在预测上，倒吊者主要有牺牲的意义。他并不是被强迫的，而是出于自愿。仔细看他的表情，如此宁静安详，还有他头上的智慧光环，显示他在精神上的理解已经超越常人。他不挣扎，也不想挣扎，因为他明白随牺牲而来的将是更有价值的收获。以不变应万变，不采取任何行动，才是倒吊者的作风。\
倒吊者悬吊者，一动也不动，因此倒吊者也代表等待，拖延，悬置、遇到瓶颈、无法下决定。此时莫急躁，倒吊者的主要课题就是以退为进，借此放手我们可以赢得更多，借此退让让我们可以取得控制权。激进的行动或任何大刀阔斧的举动，在这个时候不会有帮助。\
倒吊者脚上头下，用不同的角度看世界。所以倒吊者也建议我们换个角度思考，换个角度看世界。很多事情都是一体两面，换个角度看，你将看到不同的景观。倒吊者出现，提醒我们要保持弹性，不要使用从前僵化者的思考模式\
\n\n    逆位：逆位的倒吊者，不在有换角度看世界了。倒吊者出现，也许当事人正受苦或处于瓶颈阶段，但是它能够保持平静，做自己想做的事。感情上倒吊者可能代表暂时没有进展，或是一位需要默默等待的人。倒吊者逆位，表示牺牲可能无法获得回报，或是受苦和瓶颈时期的结束，也可能表示当事人没有倒吊者的智慧，无法放手，却苦苦挣扎，钻牛角尖，企图与命运搏斗。逆位的倒吊者提醒我们挣扎无益，应该相信经过牺牲之后回报更丰硕，应该换个角度，静静的等待生命即将带给我们礼物。最后，倒吊者逆位可能表示当事人受到社会眼光的制约，不敢做自己想做的事。"


dd_qs="\n大体上的意义\n\
    悬吊者是一张代表投降的牌。它暗示，当你在这段期间内，透过对生命的顺从，并让它引领你到你需要去的地方，那么你便可以获益良多。\
悬吊者还是一张代表独立的牌。这段期间内，你应该顺着感觉走，或是接受自己，即使别人都认为你的方式很奇怪也不打紧。它也可能象征，经历了生命中一段艰难的时光后的心灵平静。\
现在不是挣扎的时候，静下来好好思考你过去的行为，以及未来的计划。这只是一个暂时的状态，只要你妥善的运用这段时间，对你应该是有好处的。让生命中的事物自然而然的发生，或许你会对结果感到惊喜。\
带着“会有更美好的事情临降，来取代你所捐弃的事物”的信念，顺从于人生。花点时间来观察潜伏于事件底下的生命潮流。生命会给你一段宁静的时光，远离世界的纷纷扰扰，所以善用这段时光将是明智之举。\
\n\n两性关系上的意义\n\
    在两性关系分析当中，悬吊者代表一段反省的时光。或许你正从一个两性关系的日常生活中抽力出来，以反省你的精神方向，以及两性关系的方向。\
内在的和平及宁静会伴随着这张牌而来，虽然你的伴侣可能会发现，很难在情感或社交上与此刻的你接近。这段时间你会把注意力集中在自己，而非伴侣身上。这可能是要求你周遭的人多谅解，及付出耐心了。\
在阿伦到山上进行为期十天的冥想之前，他得牌面上出现了悬吊者这张牌。这项静坐打禅的课程，让他有很多的事件来反省自己、人生，以及亲密关系。\
\n\n倒立的悬吊者\n\
    这张牌倒立可能暗示无法得到超越社会压力的自由。它代表你会听从别人对你的期望，而非顺从你内在的声音。或许你一生都在利用角色模式引导你，而非直接去体验生活。\
它也可能意味你以某种方式在抗拒你内在的自我。或许你正抗拒着自己的某些部分，不愿顺从自己的精神目的，你可能还在为保持财产，或物质生活上的巅峰状态而奋斗不解。声明要求你去反省自己的方向，以及你现阶段精神的感情实现层次及情绪满足，然而你努力想要保持现状。\
你受到拘束，却拼命想要的自由。可能你并不理解目前舒服的目的，或它能带给你什么，挣扎并不恰当，因为在适当的时间到来之前，你不可能得到自由。\
如果你能妥善的运用这段时间的话，那么当生命要你迈步向前的时候，你就不必再花时间去思考了。如果你现在不进行反省的话，可能会导致更长的耽搁，或重复的模式。顺从自由其代价的。"


dd_kh="把吊人顛倒來看，吊人就不再是倒吊的了，而他的姿態看起來相當類似世界牌中的舞者。這暗示吊人最終仍能轉正，看到事物真實的模樣。吊人和命運之輪及正義三張牌，都可以看做大阿爾克納的中點。命運之輪是轉捩點，正義是中心，而吊人的編號12正是世界21的相反，他是倒吊的世界。12號的吊人是2號女祭司的高一層，他們都懂得靜默與順應的精髓，而吊人無論內在或外在，都比女祭司更加的無為。吊人和愚人也有共同點，他們都敢於與眾不同，做自己真正想做的事。愚人主要出於本能，而吊人出於深沉的理解，因此他不畏懼世人的眼光，把自己吊在樹上.\
吊人與占星的對應是水要素，具有順應無為的特質，也有人將其對應海王星，是顆代表犧牲與理想的星。在占卜上，吊人主要有犧牲的意義。他並不是被強迫的，而是出於自願。仔細看他的表情，如此寧靜安詳，還有他頭上的智慧光環，顯示他在精神上的理解已經超越常人。他不掙扎，也不想掙扎，因為他明白，隨犧牲而來的將是更有價值的收穫。以不變應萬變，不採取任何行動，才是吊人的作風。吊人對應北歐神話中的奧丁，他曾經把自己吊在世界之樹上九天九夜而獲得符文，藉由犧牲來獲得更高的知識和智慧，所謂「捨得」，就是有捨才有得。吊人也是希臘神話中的普羅米修斯（Prometheus），為了送火給人類，被宙斯綁在高加索岩峰頂，百般折磨，但他從不屈服，因為他的身體雖受束縛，心靈卻是自由的。另有一說是吊人就是被倒吊釘在十字架上的聖彼得。無論是奧丁、普羅米修斯，還是聖彼得，吊人就是這麼一位崇高的殉道者。我們可以將他視為文天祥，或是復國前的句踐，他們都為了更高的理想，而忍得他人所不能忍。\
吊人懸吊著，一動也不動，因此吊人也代表等待、拖延、懸置、遇到瓶頸、無法下決定。此時莫急躁，吊人的主要課題就是以退為進，藉由放手我們可以贏得更多，藉由退讓我們可以取得控制權。激進行動或任何大刀闊斧的舉動，在這個時候不會有幫助。\
吊人頭上腳下，用不同的角度看世界。所以吊人也建議我們換個角度思考，換個角度看世界。很多事情都是一體兩面，換個角度看，你將看到不同的景觀。吊人出現，提醒我們要保持彈性，不要使用從前僵化的思考模式。　　吊人出現，也許當事人正在受苦或處於瓶頸階段，但是他能夠保持平靜，做自己想做的事。感情占卜上，吊人可能代表暫時沒有進展，或是一位需要默默等待的人。\
\n\n逆位解析：\n\
    吊人逆位，表示犧牲可能無法獲得回報，或是受苦和瓶頸時期的結束，也可能表示當事人沒有吊人的智慧，無法放手，卻苦苦掙扎，鑽牛角尖，企圖與命運搏鬥。逆位吊人提醒我們掙扎無益，應該相信經過犧牲之後的回報將更豐碩，應該換個角度，靜靜等待生命即將帶給我們的禮物。此外，吊人逆位，他就不是倒著看世界了，因而失去他獨特的智慧。最後，吊人逆位可能表示當事人受到社會眼光制約，不敢做自己真正想做的事。"

ss_ast="伟特牌的死神充满各种象征，无论如何，最主要的牌意就是结束。结束可以有很多种形式，可以是某种生涯的结束，例如毕业、搬家、转职、结婚、同居、可以是关系的结束，例如分手、离婚、拆伙，可以是习惯的结束，例如戒烟、戒酒、戒赌、戒色，但肉体死亡的含义在预测上则非常罕见。\
从另一方面看，结束其实也指示一种转变。世界上唯一不变的就是改变，所不同的只是改变的快或慢而已。慢慢的改变，人不会有什么感觉，但突然间的改变，却会让人难以接受。结束就是最突然的改变，突然之间，必须迫使你立刻放弃某中事物，无论你愿意不愿意。如此转变令人难以承受，对未知的恐惧在所难免，但这个课题每个人都必须要学。\
死神骑着一匹白马，白色是最纯净的颜色。的确，死亡就像是一个橡皮擦，把过往的所有事物都擦掉了，使一切都重生，一切都如白纸版重新来过。所谓的“上帝在你眼前关上一扇门，必定为你打开另一扇窗”，死神就是这么一种新生，古言云：置之死地而后生，有云：不经一番寒彻骨，焉得梅花扑鼻香。可见古人早深明此理。死神对于戒绝过去的恶习，是张非常完美的牌。如果过去曾经有不堪回首的往事，死神能让你重新来过。\
尽管难受，世间万物没有恒久不变的道理。死神指出过往事物的结束，而我们的课题就是要承认，接受，在新生涯中找到新的快乐，也许你会发觉结束的事物原来没有自己想想的那么好，进而庆幸自己的崭新生活。\
\n\n    逆位：死神逆位通常表示当事人不愿接受结束的事实、不肯放手、顽固、恐惧改、沉溺在过去而不愿意展望未来。也可能表示原本应该进行的改变停滞了，形成僵局。另一方面，激进的人为了抗拒改变，可能会采取激烈的举动。死神逆位提醒我们，不远往未来前进，不仅无法成长，更会阻滞新生活的展开。此时应该要停下来思考，自己害怕的究竟是什么？迟迟不可放手，只会让最终的结束过程更加痛苦。既然无法避免，不如早点迎向新生活。将来回过头，你会惊讶当初的自己为何这么想不开。"

ss_qs="大体上的意义\
死亡为旧事物画上休止符，并让路给新事物。死亡牌代表改变的一段其间。我们可以这样说，生命中的某个章节就要结束了，而你对这份改变的接纳，将是变化自然而然地发生。\
抱持着“生命将会带来某些比它从你身上拿走的更美好的东西”的信念。在潜意识中，你或许也在渴望改变的发生，死亡牌即意味着改变正要出现。不要抗拒这份改变，试着去接纳它吧。\
\n\n两性关系上的意义\n\
    死亡牌象征一个两性关系即将发生深刻的改变，或是你对两性关系的态度即将发生深刻的改变。它可能是一段关系的结束，譬如某种分别，或关系中某个阶段的结束，譬如宝宝的诞生。\
死亡牌也可以形容一个天蝎座的人，尤其是和任何的圣杯宫廷牌一起出现时。\
有一天当我摆好我的牌桌时，有一对年轻夫妇走过来，他们对塔罗牌深表好奇。女人推着她的伴侣向我走来，我看得出他严重的恐惧，因为他强作镇定，以防我可能向他说话。她充满期待地望着他。\
“快啊，快问他嘛。”\
“呃……这是塔罗牌吗？”\
“没错，它们正是。”\
“这东西怎么算啊？”\
“它很简单，每张牌都不一样，而且都有某种特殊的含义。你选出一系列的牌以后，我会为你作解读。你何不选一张牌，让我来告诉你，它怎么算。”\
他们很紧张的互看对方一眼，然后他终于鼓起勇气来尝试。他选出一张牌，面朝下的放在桌上。我打开一看，是张死亡牌，从我这面看它是倒置的。\
他们瞪大了双眼，我看得出来，他很后悔自己走向我的摊位，而不是找市场里的其他摊位。我觉得有义务立即安抚他，让他不致带着任何怀疑或恐惧离开。我以笑来化解这紧张的态势，因为他们很担心。\
“别难过，事情并没有像它所现实的那么糟。事实上，如果你是天蝎座的人，那它对你才可能有很重大的意义。”\
一听到此言，他们两个显然都很高兴，而他更是瞪视着我的眼睛，想要从中找到一些东西。\
“哦，老天，是什么样的机缘让我碰到这么神经质的天蝎座，而我又偏偏说出那样的话呢？”我如此想着。\
我接着解释说，天蝎座的人常常翻到这张牌，它解释他们所需学习的课题，也就是对改变保持开放的态度，并顺从人生的变化。\
他俩都聚精会神地听着，直到我说完，然后才离开。我敢说他们接着一定是坐在某个地方，仔细体会我告诉他们的话。\
\n\n倒立的死亡\n\
    当死亡牌倒立时，有可能是指对任何死亡的形式极端恐惧。一点儿小改变都可能被误以为是肉体的死亡，而你会尽所有可能去抵抗它，因为你不愿意死亡。这份恐惧可能会让你沉溺于旧习，带给你一种单调、重复的生活，用这种生活来掩饰你想到即将面临改变时所产生的绝望。\
当你不想改变时，你必须消耗所有力量以保持静止不动，且为了有某些力量可以生活，你常常会从周遭的人身上压榨能量。以目前而言，死亡是必须的，然而你对改变的恐惧令你陷于苦闷、沮丧或肉体的疲惫中，因为你大多数的精力都用在抗拒改变。\
这张倒立牌意味着缺乏“生命将带来更美好事物”的信念。有些人寻寻觅觅于未来幸福的保证。如果你抗拒这些改变的话，它们会从另一个方向来接近你，比如，从内心，梦中及情绪中，或甚至是身体上的症状来向你反映，譬如肌肉紧张或头痛等。"

ss_kh="人們害怕死神牌，就像害怕牛頭馬面和黑白無常一般。死神編號13，在西方是不祥的數字，13也是更高一層的3，在皇后與死神牌上，我們可以看到生命的開始與結束。偉特牌的死神充滿各種象徵，與天蠍座對應，無論如何，最主要的牌義就是結束。結束可以有很多種形式，可以是某種生涯的結束，例如畢業、搬家、轉職、結婚（結束單身）﹔可以是關係的結束，例如分手、離婚、拆夥﹔可以是習慣的結束，例如戒菸、戒酒、戒賭、戒色﹔但肉體死亡的涵義在占卜上則非常罕見。結束其實只是一種自然現象，所謂天下沒有不散的筵席，再長壽的人瑞也終有離開的一天，沒有人能逃脫。但是，這個課題對大部分的人來說，都是最艱難的課題。因為人是習慣的動物，要把過去的習慣切斷，好比錐心刺骨之痛。\
從另一方面來看，結束其實也只是一種轉變。世界上唯一不變的就是改變，所不同的只是改變的快或慢而已。慢慢的改變，不會有什麼感覺﹔但突然間的改變，卻使人難以接受。結束就是最突然的改變，頃刻之間，必須迫使你立刻放棄某種事物，無論你願不願意。如此轉變令人難以承受，對未知的恐懼在所難免，但這個課題每個人都必須要學。\
死神騎著一匹白馬，白色是最純淨的顏色。的確，死亡就像一個橡皮擦，把過往的所有事物都擦掉了，使一切都重生，一切都如白紙般重新來過。所謂「上帝在你眼前關上一扇門，必定為你打開另一扇窗」，死神就是這麼一種新生，好比院子裡長滿雜草，也許我們都已經習慣，但是如果不把雜草根除，怎麼會有開滿芬芳花木的一天呢？古諺云：「置之死地而後生」，又云「不經一番寒徹骨，焉得梅花撲鼻香」。可見古人早已深明此理。死神對於戒絕過去的惡習，是張非常完美的牌。如果過去曾經有不堪回首的往事，死神能讓你重新來過。\
儘管難受，世間萬物沒有恆久不變的道理。死神指出過往某種事物的結束，而我們的課題就是要承認、接受、在新生涯中找到新的快樂，也許你會發覺結束的事物原來沒有自己想像得那麼好，進而慶幸自己的嶄新生活。\
\n\n逆位解析：\n\
    死神逆位通常表示當事人不願接受結束的事實、不肯放手、頑固、恐懼改變、沉溺在過去而不願展望未來。也可能表示原本應該進行的改變停滯了，形成僵局。另一方面，激進的人為了抗拒改變，可能會採取激烈的舉動。死神逆位提醒我們，不願往未來前進，不僅無法成長，更會阻滯新生活的開展。此時應該要停下來思考，自己害怕的究竟是什麼？遲遲不肯放手，只會讓最終的結束過程更加痛苦。既然無法避免，不如早點迎向新生活，將來回過頭，你會驚訝當初的自己為何這麼想不開。\
【註】在但丁神曲一書中，開頭但丁發現自己在森林裡，就像是牌中洞穴旁的樹林。後來但丁極力想爬上山巔以便更接近上帝，他的嚮導維吉爾(Virgil)出現，提醒他必須尋找其他的路，而後引領他進去地獄，也就是死神牌中的洞穴。這段故事象徵自我的死亡需要經過一番神秘之旅。"

jz_ast="另外，这张牌包含了基督把水变成酒的奇迹。这个图形包含着神秘的力量，置身于这样的力量之中，你会感觉到时间在隐退，形体意识逐渐被精神中的潜意识取代。这意味着精神正照亮黑暗与烦恼的人生。\
伟特牌的节制往往代表自我控制力将帮助我们与他人的和睦相处，共同完成某种任务。我们此时可以获得一种精神上的平衡，也可能获得过去一直未曾得到的东西。要使我们的欲望处于一种平衡而节制的状态，就能得到成功。\
正位置的介质一般预示着这是要保持着杯中圣水的活跃力。虽然只是一个小动作，但是天使也是经过一段时间的非常辛苦训练出来的，一直脚踩在象征内在的水中，另一只脚踩在象征外在的陆地。天使成功的吧自我内心世界与外在的显示表现做个联系，这代表天使能轻松地与内心世界做沟通。头上的光环代表着天使有着无穷无尽的生命能量。而这生命能量天使能很轻松的使用它，也不会感到不足。心轮上的三角标志代表着天使的精神能量已经强到将满溢出来。一切都是这么的单纯安和。也因为彼此之间的沟通让这段感情之路走得更为顺畅。丝毫没有任何的不适。懂得利用自身的精神力量来解决一些外在的问题与疑虑。小心地把自己的事业与工作经营好。\
\n\n    逆位：如果是逆位的话，杯中的圣水因此而倾倒出来，对自我的要求渐渐地而降低了，头上的生命能量光环慢慢的失去光芒，开始寻求外在的帮助，不断地尝试修正自己的脚步，但是却无法很正确的找到自己的目标与目的地。连接外资与内在世界的脚有些微微的失去了他们本来的目的，快要忘记该如何用自己的精神力量来调整自己，也因为站得太累，天使慢慢的坐了下来，他真的太累了，因为快要把自己的力量用尽了。与对方之间的沟通产生了一些裂痕，虽然彼此还是不断地尝试沟通，但在每次沟通之后感觉没有什么结果，也因为如此而让彼此的距离越拉越远，对自我想法产生了很大怀疑，总在新的安排后马上就否决，不断修正自己的脚步，但是也不断地让自己重头来过。也许在事业路程上你需要的是不顾一切的往前冲。"


jz_qs="\n大体上的意义\n\
    节制牌代表旅行、教学，或某个射手座的人。若干年前我为一名中年妇女做过分析，在有关事业的分析上出现了节制牌。我说她将来有可能从事教学工作，她笑了。\
“我太老了学不懂任何东西了，更何况是教别人呢。”\
我告诉她要对教学机会抱以开放的态度，假设她命该如此的话。然而我看得出来，她视所有的教学活动为在学校教书。我要求她要放宽对教学的观念，但她心意已决。\
三年後这名女士有来做分析，并告诉我她现在她开设的工作坊中，从事陶艺教学的工作。\
“它一点也不像一间教室。其中就只有我和几个想知道如何烧窑、如何处理泥土的女孩子。我边说边示范，她们则是一面听一面做。”\
“对我而言，这很显然就是教学了。”我如此回答。\
节制是一张代表行为，而非观念的牌。它代表对某种特定状况的适当行为。显示一种因为行为及情绪的结合，而带来内在平静的感觉。\
在某个炎夏的傍晚，朋友和我决定在晚餐之後去散个步。室友问我们是否能带她的狗狗于我们同行，因为他一整天都没出过门。这是一只牧羊犬，很喜欢追这影子跑。\
我们才离开家里两条街道的距离，就碰上一部向我们方向开来的车。由于太阳快下上了，所以前照灯开着，并在路上投下影子。狗一看到，立刻跳到马路当中这部车子的面前，我停下脚步，在心里向着小家伙道别。在那两秒钟内，我还在想我该怎么向我室友解释失去这只狗的经过，并盘计着我该不该买另一只狗赔她。\
而我朋友则把握了瞬间，跟着狗一起冲到马路上，当在车子面前，坚定地站着，举起一只手来，并喊：“停”。\
她眼光还停留在司机脸上，对方立即踩了刹车，使车子紧停在她的腿前。而狗则从车子的另一边跑过来，毫发无伤，对于这惊险万分的场面也毫不知情。\
我朋友知道在那刹那间，她将要做的努力还是有可能成功的，要让车子停下来，就得引起驾驶者绝对的注意。当我有这另一种反应的同时，她即判断出，在暗中特殊状况下的不同行动是恰当的。\
节制牌暗示你较高层次的自我，和较低层次的自我可以和谐共存。你带着一种方向感行动，不管那是精神上或实质上的行动。它代表尽力而为，以达到你可以达到的境界。\
\n\n两性关系上的意义\n\
    节制牌暗示一个会发生重大成长与学习的两性关系。强烈的目的感，是每位伴侣都能以忠实于自己的方式行事，因为它们连接了潜意识（那一池水）以及真实或有形的世界（陆地）。\
它可能象征着和两性关系有关的旅游，或是一个卷进两性关系中的射手座的人。它也暗示着在一个两性关系内，激情和灵性的和谐融合。\
\n\n倒立的节制\n\
    当节制牌倒立时，它可能暗示学习而非教学。而旅行也是有可能的。不过， 更常见的情形则是，高层次的自我，和低层次的自我之间产生分裂，因而导致毫无节制的行为。这张牌倒立可能是在暗示，你不愿意倾听你那具有神性的自我，或是你并不向去哺育或滋养它。当你过度耽溺于你人的欲望时，这种情况就会发生。我们可以在一些文化或社会观中看到，金钱或有形的物质，其价值竟高于心灵层面。从历史报告中判断，在濒临毁灭之前，古罗马帝国必定是个节制牌倒立的例子。\
节制牌倒立代表没有目的的行为，这包括没有目的的流行。或许在你着手进行任何行动之前，你应该重新认识你的目的。这张牌也意味对于在某种状况内该怎么办缺乏了解，或是从一个极端走向另外一个极端。它可以形容一个人为了得到满足感而不断寻找目标，而结果却只有失望，以及继续地设定下一个目标。\
现在你应该重返死亡牌，容许更多的改变发生，或是让更多的事物远离你的生活，如此你才能看得更远或更清楚。"


jz_kh="\n  節制意味著古人講的中庸之道，凡事不要太過與不及。這並非出於強自壓抑得來的合宜舉動，而是自然流露的氣質特性。節制的英文字根來自拉丁文，意思是「調和」。具有節制牌特性的人，不需要在生活中的各種情境中替換不同的面具，也能夠自然順應，行為恰到好處，恰如大天使把兩個杯子中的水混合在一起。舉個更具體的例子來說，現今社會中，女性要同時兼兼顧母職與事業似乎很困難，節制牌就表示當事人可以同時扮演好媽媽與女強人的角色。在某些版本的塔羅牌中，上方的杯是銀杯，代表月亮，下方的是金杯，代表太陽，而兩杯水混合，象徵陰陽的調和。\
節制牌對應占星學中的射手座，愛好旅行。我們把圖像放大來看，池岸就是大陸，池水猶如大洋。天使的腳踏在岸上與水中，也可以象徵旅行，尤其是跨國或洲際旅行。\
節制編號14，是更高一層的4，所以4號牌中，皇帝高壓統治，節制則溫和民主。節制也同時隱含5(1+4=5)，所以節制和教宗都有教學的意味，只是教宗側重團體學校教育，節制則重視意見交流的過程。\
節制也象徵溝通，可以從兩杯中交流的水，以及天使雙足各踩在水中與岸上聯想出。而且，大天使本身也負責神與人之間的傳達。其實，兩種不同性質的能量也可以交流順暢，適應良好，因此節制也可以象徵成功的異國友誼、戀情或婚姻，以及成功的跨國事業、文化交流與國際合作。再進一步來說，節制也意味教學，教與學不正是溝通的一種嗎？\
在一般問題的占卜上，節制通常與溝通與協調相關。無論在感情或工作中，都需要保持彈性，敞開溝通的管道，多交流意見，與對方協商，消除對立，創造雙贏。在商業上，節制與跨國貿易或旅遊業有關。節制具有強大的適應力，當事人在各種情況中，都可以應付裕如。健康方面，節制具有療癒的能力，如果有舊傷或老毛病，將能隨著時間逐漸康復。\
\n\n逆位解析：\n\
    節制牌逆位，中庸之道不再，當事人容易走極端，走偏鋒。再者，溝通不良或適應不良的情形也極易發生，不能與人妥協。其次，象徵情感的水出現在上方，表示當事人不理智，容易流於情緒化，失去耐性。健康方面，當事人可能因為過度做某件事而導致傷害，例如運動過度或飲酒過度。"

em_ast="  恶魔代表对物质的欲望，无论功名利禄，还是酒色财气。此时心灵上的追求完全被忽略，对物质的追求才是重点，人变得盲目了。不过，着并不表示恶魔是完全的恶，现近功名挂帅的社会，恶魔经常表示名利权位的求取成功，而这会是许多人的心之所向。爱情方面，恶魔代表一种束缚性的关系，也许是当事人明知不好，却拒绝结束这一段早该结束的关系；或是一方经常限制另一方。也可能代表有性无爱，或用钱买来的关系。\
也许追求物质的人不会意识到，在追求的过程中，他反而被束缚了，变成物质的奴隶。可能为了讨好上司而卑躬屈膝，为了赚钱为日夜疲累。所以恶魔可以代表小气鬼、势利鬼、利欲熏心的人、贪心的人、奴隶或是工作狂。这些人不知道的是，财富原本能够让人生活的更自由、更快乐，人们却经常本末倒置，以为财富代表一切。有了这种观念，就会变成恶魔牌上的亚当夏娃，自己给自己加了铁链，自己限制自己，殊不知为有放下执迷，才是大自由。\
在这里我们可以看到无知和无助。无知来自无法看见的真相，只看到恶魔蹲坐的二度空间方形，而非真正的立方体，好比利欲熏心之人总是盲目的，他只看见物质，另一方面，被他人强迫锁住是另一回事，不愿意离开自己加诸自身的束缚，才是完全的无药可救，才是真正的无助，因为即使有人相救，也救不得。\
对物质的过度追求也会演变成瘾，或是各种形式的沉迷，也嗾使限制与枷锁。恶魔存在于每个人心中，每个人都或多或少有些欲望想满足，轻微的时候不会造成具体的恶果，但当恶魔的势力掌控人心，也就是无法控制之时。因此我们需时时注意自己心中的欲望。\
恶魔是一张物质的牌，此时灵性堕落，物质挂帅，人变得现实而势力，好像除了这些，其他搜不重要。前面提过，对外在物质的追求在现今社会被视为一件正当的事，甚至是件好事。问事业学业或金钱，恶魔出现常是好征兆，表示当事人真的很渴望、很认真、很努力地去求去。、但是恶魔出现同样提醒当事人，请反省自己否过度执迷某件事、某个人、某个东西或某种模式。请思考自己对否变成那些事物的奴隶。别让自己变成物质成功却心灵贫乏的盲目之人。唯有放不下执着，才能拥有大自由。\
\n\n    逆位：脱离物质的束缚，思想开放，得到自由（不利于功名利禄）。另一方面，恶魔逆位也可能表示使用不当的方式或是犯罪来得到所求之物。"

em_qs="\n大体上的意义\n\
    在一般性的占卜中，魔鬼代表一种控制生命的需求。你对与自己的可能性缺乏完整的关照。这张牌表示在你对生命充满窒碍或无力感，因而渴望对自己及周遭的人有更严密的控制。\
魔鬼牌描述的是一种对生命物质化的观点，或像王尔德（Oscar Wilde）所说的：“知道所有东西的价格，却不知道任何东西的价值。”它可能暗示在某种状况内受到限制，却不愿意去改变。它是一种“偷鸡摸狗胜过杀人放火”的态度。\
在健康的分析上，魔鬼代表膝盖、牙齿方面的问题，或指皮肤过敏。\
在事业的分析上，魔鬼可能象征着控制，或并吞的野心。它是一张代表事业成功的牌，因为他将大多数的注意力都放在最后的结果——金钱。\
数年前在一项塔罗牌的课程当中，有一名学生正参加一项考试，其中包括为一名陌生人做一个完整的分析，这陌生人是一位相当迷人的年轻女性。他很紧张的坐下来，开口之前先检查那七张牌。我坐在他后面，边观察边听他如何说他应该说的话。\
他的开场白是“我可以看到你在晚上工作的时间，比在白天还要多。我也看到你的工作和很多男人有关。它似乎有那么一点满足感官的味道，然而我觉得你为了钱而工作的成分，比任何人的满足还要多。我说得对吗？”\
“是的。”\
“似乎你觉得你识别无选择的要在那里工作。我看到一大批男人进进出出的，它看起来不像是个办公室的样子。”\
说到这里她笑了。“我是一个坐台小姐。”她耸着肩说。\
\n\n两性关系上的意义\n\
    在两性关系分析中，魔鬼可能是描述一份由爱开始的两性关系，结果却变成一种束缚。习惯、公式化和实际性，已经奴役了关系中人的心。它也可能象征你被欲望或惯性所支配，而非依循你更佳的判断行事。\
这张牌意味接受一种坏的状态，对于那些役使你的事物不作丝毫的抵抗，或甚至不愿意做改变。它暗示你紧守着“反正还有许多人的情况比我更糟”的信念。通常这是真的，然而这只是你恋战于某种状态的藉口，无法提供你任何学习、成长或快乐的机会。\
有时候魔鬼牌是指一段建立在嫉妒或强烈控制欲之上的两性关系。它可能意味着纵欲，或只是为了性爱的理由而维系一段关系，换句话说，你已经不喜欢你的伴侣，性和感情或你内在的自我无关，你也无所谓。\
\n\n倒立的魔鬼\n\
    倒立的魔鬼意味一种打破限制你自由之链的企图，不论它是肉体上或精神上的不自由。现在你正积极的找寻改变或新的选择，你不再指打算接受目前的状况了。\
在你有能力去打破你的限制之前，你需要对它们先进行了解。这份觉醒可能比较继续忽略下去还要来的痛苦，然而它却是一个必要的阶段，因为若没有经历过这份伤害，你可能就没有办法再变得完整了。\
魔鬼牌倒立可代表捐弃控制生命的需求，并接受自己的黑暗面。如此一来，你便可以将用在压抑你内在需求与欲望的精力给要回来，然后把它用在更具价值的目的。\
魔鬼牌倒立显示出尝试性的走向自由，做出选择。它可说是挑战你周遭的人，或你人生信仰的行动。五角星星又再度正立了，因此你可以把你的理性力量用于你的欲望之上。"

em_kh=" 惡魔對應占星學中的魔羯座，和希臘神話的牧羊神潘（Pan），代表對外在物質的慾望，無論是功名利祿，還是酒色財氣。15號的惡魔是更高一層的5號牌，它們用不同的方式在闡述同一個主題，表現心靈與物質的對立。在教宗牌，性靈提升；在惡魔牌，慾望沉淪。\
惡魔牌中，心靈上的追求完全被忽略，對物質的追求才是重點，人變得盲目了。不過，這並不表示惡魔是完全的惡，在現今功名掛帥的社會，惡魔經常表示名利權位的求取成功，而這會是許多人的心之所向。愛情方面，惡魔代表的可能是一種束縛性的關係，也許是當事人明知不好，卻拒絕結束一段早該結束的感情關係；或是一方經常限制另一方；也可能代表有性無愛，或是用錢買來的關係。在最好的情況下，惡魔能夠成為企業鉅子；在最糟的情況下，惡魔就像是《笑傲江湖》中的岳不群，為了權位，不擇手段，最後身敗名裂。\
也許追求物質的人不會意識到，在追求的過程中，他反而被束縛住了，變成物質的奴隸。可能為了討好上司而卑躬屈膝，為了賺更多錢而日夜疲累，為了當選不惜下跪求票。所以惡魔可以代表小氣鬼、勢利鬼、利慾薰心的人、貪心人、奴隸或工作狂。這些人不知道的是，財富原本能夠讓人生活得更自由、更快樂，人們卻經常本末倒置，以為財富代表一切。有了這種觀念，就會變成惡魔牌上的亞當夏娃，自己給自己加了鐵鍊，自己限制自己。殊不知唯有放下執迷，才是大自由。\
在這裡我們也可以看到無知和無助。無知來自無法看見真相，只看到惡魔坐的二度空間方形，而非真正的立方體，好比利慾薰心之人總是盲目，他只看得見物質。另一方面，被他人強迫鎖住是一回事，不願離開自己加諸自身的束縛，才是完全的無藥可救，才是真正的無助，因為即使有人想救，也救不得。\
對物質的對度追求也會演變成癮，舉凡酒癮、毒癮、色癮、賭癮、煙癮，或是各種形式的沉迷，也都是限制與枷鎖。君不見許多最後進了牢房的可憐人，起因都是為了滿足癮頭。惡魔存在於每個人的心中，每個人都或多或少會有某些慾望想滿足，輕微的時候不會造成具體的惡果，但當惡魔的勢力掌控人心，也就是情勢失控之時。因此我們需時時注意控制自己心中的慾望。\
惡魔是一張物質的牌，此時靈性墮落，物質掛帥，人變的現實而勢利，好像除了這些，其他都不重要。前面提過，對外在物質的追求在現今社會被視為一件正當的事，甚至是件好事。問事業學業或金錢，惡魔出現常是好徵兆，表示當事人真的很渴望、很認真、很努力的去求取。但是惡魔出現同樣提醒當事人，請反省自己是否過度執迷某件事、某個人、某個東西或某種模式。請思考自己是否利慾薰心，變成那些事物的奴隸，甚至使用不正當的手段求取。惡魔牌提醒我們：別讓自己變成物質成功卻心靈貧乏的盲目之人。在感情上，惡魔常表示當事人在感情中沉迷，受到致命的吸引力來誘惑，即使這段感情是不正常或不健康的。也可能表示這段關係的結合是為了現實考量，也許是金錢或性慾。在不好的情況下，可能一方把另一方當成奴隸般控制，甚或在生理或心理上虐待對方。惡魔背後的意義是：唯有放下執迷，才能擁有大自由。\
\n\n逆位解析：\n\
    惡魔逆位，火炬和五角星頂端都朝上，套在脖子上的鐵鍊也會脫落。因此代表脫離物質的束縛，思想開放，得到自由，但較不利於求取功名利祿。另外一方面，惡魔逆位也可能比正位更加的邪惡與墮落，如果說正位惡魔會透過努力來滿足慾望，逆位置可能就會使用不正當的方式，甚至犯罪或出賣肉體來得到所求之物。"


t_ast=" 骤变，通常是外在突如其来的改变，经常是当事人无法控制的，而且冲击可能深入内心，影响当事人的整个价值观、信仰，而失去安全感。天灾人祸、失业、意外、变故，在宏观的角度来看，这些变化都是有意义的，但是极少人能够乐意接受这些灾难式的变化。此时请细心听上帝的讯息，事件背后的深层含义将会浮现。\
没有非常的破坏，就没有非常的建设，破坏的过程很痛苦，单但为了光明的前景，短暂的痛苦也值得。好比政府如果开始大力度整顿交通，人民先度过一段黑暗时期，才能的到顺畅的交通。\
塔的课题不容易，毕竟要限制与习惯，一但日常生活模式受到预料之外的破坏，一定非常难受。但是塔也带来天启，这可能是极为难得的机缘\
\n\n    逆位：塔逆位的意义与正义类似，但是改变不如正位的剧烈。可能是当事人深自压抑，控制事态的发展，然而这不一定是好现象。盲目压制会让自己失去宝贵的体验，最终可能演变成伟特所说的，当事人把自己囚禁在塔里。"



t_qs="\n大体上的意义\n\
    当高塔牌出现时，便是到了改变的时刻。现在再来为改变做准备，或选择如何改变都已太迟，现在你需要做的就是丢掉旧东西。\
有一天当我在沐浴时，我闻到了一阵烟味，是香蕉的味道，或者也许是木头和塑胶的味道。当我穿好衣服，我注意到那味道又变浓了，我可以听见消防车的声音，所以我就往外头看，又浓又黑的烟直往上窜，连太阳都被遮住了。有一小群人已经围聚在马路旁的行人步道上了，而消防队员的吼叫声则夹杂着警笛声和喷水声。\
一名年轻的女人湿着头发，裹着一条浴巾站在门前草地上。当屋顶垮下来，火焰狂野地跃向天空时，她以怀疑的眼神看着这一切。在三分钟之内，几乎整栋房子都完蛋了，而附近地区则笼罩在密布的浓烟之中。\
后来，人们告诉我房子是在她沐浴时着火的。我记得当时我心里想，她是为了避免做什么改变，才导致这场突如其来又惨烈的变化发生呢？或者这场巨变可能为她带来什么样的机会呢？这是非常典型的高塔牌：强力、迅速、突如其来。整个过程四十五分钟之内结束，只剩几个穿着制服的人，试着要从她的花圃中，把一辆十吨重的卡车拖出来，并把缠在前保险杠的围篱拉掉。\
在事业的分析上，高塔牌显示你的工作或上班的公司会有着突如其来的转变。我曾经在某家公司即将被接收，而我的顾客即将被裁员之前，在他的牌面上看到这张牌。\
在健康的分析上，它代表一种突如其来的疾病，或者是一种震撼。高塔牌震撼你，让你回到现在，并带来生活或生存上一个崭新的开始。请记住，你某个部分需要这种改变，在某种层次上，你某个部分可能强烈的盼望着它。\
\n\n两性关系上的意义\n\
    高塔牌是形容两性关系中发生了突如其来的改变或解体。它暗示某种结构或模式已经没有办法继续地存在，发生突然的改变是为了让你能再次成长。\
我曾替一个人做分析，结果在过去的位置上出现了高塔和死亡。我请他再另选一张牌，他选到了空白牌。我仔仔细细的研究了他一阵子。\
“就过去这两年你所经历的改变而言，现在你显得格外的放松和平静。”我下了如此的评论。他笑了。\
“哦，终于有个人知道我所经历的。你可能不会相信，而我不相信，但事情就是发生了。我已经有了婚约，而且每件事情都是那么的令人愉快。但是，有一天我突然被裁员。接下来的六个月内，我的车被查扣了，银行取消了这项抵押品的赎回权，我的未婚妻离开我，跑去和我的父母同住。你能相信吗？是我的父母，就好像她自己没有父母似的。到现在我爸妈还不肯跟我说话，我单身，我未婚妻的父母亲甚至不知道我还活着，而我大部分的朋友也都不理我。”\
“但是你看起来没有一点不快乐的样子呀！”\
“不快了？我觉得棒透了。生命对我很好，我真的很感激。我本来可能会在爸妈的祝福下结婚，开一部无聊的车子，住在郊区火柴盒似的房子里。而现在我单身，开着一部破旧的老爷车，做我爱做的事。现在我的生命又逐渐回到我身上了，尽管说我一直不明白我曾抛弃过它。”\
\n\n倒立的高塔\n\
    当高塔倒立时，改变的迹象依然明显，不过改变的程度就没有正立时来得多了。它可能是在形容一种被阻挠或被监禁的持续感，因为你不允许所有的改变都发生。藉由稳固控制你的行动，可以减轻这份痛苦，但这么做的话也会使你的成长趋缓。这张倒立牌意味你需要回到魔鬼牌，好精通其中所必须学习的课题。\
倒立的高塔表示你抗拒放开你所压抑的东西，这可能会导致冒出另一股力量，并带来另一项突如其来、爆发力十足的改变。不论你如何抗拒改变，它迟早会发生。\
它也可能是在形容你抱残守缺，停留在一种早就不合适的情况中。\
阿佛烈已经和克莉丝汀分手两年多了，当我去拜访他时，就好像是她还住在那边一样。所有克莉斯汀没带走的东西，都一如往昔摆在那里，甚至她的衣服都还放在衣橱中。\
阿佛烈住在充满克莉斯汀影子的房子中，这简直是一座专为献给她而打造的博物馆。\
“你可以办一个火灾损害物品大拍卖。”我一针见血的说：“如果你想要来一次真的或在损害物品大拍卖的话，我车子里有一盒火柴。”\
阿佛烈拒绝改变；拒绝适应他的新生活，而且生命以细致的方式要帮他改变时，他也是而不见。"


t_kh="\n  塔的意象經常讓人聯想到聖經創世紀中巴別塔的故事【註】，以及近代的911事件，著名地標雙子星大樓在瞬間傾垮。塔對應具有破壞力的火星，首要意義是遽變，通常是外在突如其來的改變，經常是當事人無法控制的，而且衝擊可能深入內心，影響當事人的整體價值觀與信仰，而失去安全感。\
\
　　塔的編號16，是更高一層的6號，對照戀人牌，不難看出在戀人牌中的男女受到天使祝福，在塔中的兩人卻受到上天的懲罰，似乎暗示純潔愛情的結合將受祝福，而自私逆天的舉動將遭報應。塔也隱含7號(1+6=7)，在戰車牌中，運用意志追求正當的勝利，將獲得成功；而塔中人們不只追求成功，還妄想超越上帝，逆天而行，終於導致失敗。這讓人聯想到，現代科技帶來生活便利，但人類若是濫用之，終將自食惡果。\
\
　　天災人禍、失業、意外、變故，在宏觀的角度來看，這些改變都是有意義的，但是極少人能樂於接受這些災難式的變化。當塔出現，在怨嘆這種事怎麼發生在自己身上的同時，別忘了，狹窄的灰塔其實像座監牢，突然的雷殛雖難受，但卻釋放了身在牢中還以為是福的人們。此時請細聽上天的訊息，事件背後的深層意義將會浮現。\
\
　　沒有非常的破壞，就沒有非常的建設。破壞的過程很痛苦，但為了光明的前景，短暫的痛苦也值得。好比政府如果開始大力整頓交通，人民得先度過一段交通黑暗期，才能享受交通順暢的快感。又好像在創建一個理想國之前，得先經過一番慘烈的革命。在占卜上，塔通常意味當事人面臨危機，經歷遽變。在感情上，突然爭吵、分手，或是外在環境改變影響雙方感情，例如雙方家長大力反對，或為了工作或學業必須與情人相隔兩地。在工作方面，突然遭遇打擊。在健康方面，塔可能代表疾病突然發作、意外、住院，或在自然災害中受傷。\
\
　　幻滅是成長的開始，塔則提供成長之前的幻滅。有一個真實的故事是這樣的：一位生長在美國南方的富裕青年，從小深受種族歧視的影響，極端憎恨黑人。在一次意外中，青年失去了雙眼，但他自此以後能夠純粹看見人的內心，不再以貌取人。最後他結婚了，與他走過紅毯的正是一位黑人女子，兩人並且白首偕老。這個故事正是塔的寫照，失去了雙眼，卻看見更多。\
\
　　塔的課題不容易，畢竟人受限於習慣，一旦日常生活模式受到預料之外的破壞，一定非常難以接受。但是塔也帶來天啟，這可能是極為難得的機緣。\
\
\n\n逆位解析：\n\
\
　　塔逆位的意義與正位類似，但是改變不如正位的劇烈。可能是當事人深自壓抑，控制事態的發展，然而這不一定是好現象。盲目壓制會讓自己失去寶貴的體驗，最終可能演變成偉特所說的，當事人把自己囚禁在塔裡。\
\
【註】古代天下語言都是一樣，人們基於自私的動機，商議建造一座通天塔，耶和華於是使人們語言不通，於是建塔工程就停頓了。"


xx_ast="    张牌意味着前卫的思想，新的知识，希望与理解，预示着诺言的兑现，灵感与精神之爱。我们应当运用内心的平和与澄明创造新的生活方式，在这个过程中你要倾听内心的声音，相信自我，无须再自我欺骗，自我抗争，而是要创造维护自我的尊严与信心。星光通向宇宙的智慧，显示神灵的秘密与深邃。\
这张牌所要传达的，就是希望我们能够毫不吝惜地尽心付出我们的真爱，借此来培育希望，迈向光明的未来。只要能够相信未来，就一定能达到目标。因此星星会不停的闪耀光辉，前途必是一片光明。\
星星正位一般预示着理想的对象，理想的工作，年轻的身体，到期待已久的地方旅行，理想，创造力，总体而言，心想事成。\
\n\n逆位：只有自己能就自己，但人们以为的希望女神能帮祝他们，但不采取任何行动。"


xx_qs="\n大体上的意义\n\
    高塔牌除去某些你相信对生命有价值的东西，星星则是一张代表重新点燃希望的牌。它代表相信明天会更好的内在信心。你可以直接体验潜意识，而不是它的种种符号或意象。你可以体验这种强而有力的能量，并将它导入你的生命中。例如，艺术家利用这种能量来工作，以创作某些足以触动观赏者心情和灵魂的作品。它是一张代表信心、希望和内在平静的牌。\
就普通角度来看，星星可能暗示一段假期或一段你能感觉不慌不忙、心平气和的时光。伴随这张牌而来的是一种“有余裕去思想及行动”的感觉。在这段期间内，你了解你就是潜意识和有形世界之间的联系。你选择什么东西来表现潜意识，完全由你决定，于是你最好的作品或最精彩的表现，是来自和潜意识最清楚的沟通。\
\
\n\n两性关系上的意义\n\
星星暗示你对这个关系有信心，相信事物都会是乐观的。你有足够的自由和空间，来实现你自己的命运，而且处于一种爱的关系中。星星可能是在形容一种对加强潜意识及意识世界之联系有帮助的两性关系。换句话说，在一个提供支持和自由的两性关系中，你可以生活在你的真理中，或做真正的自己。\
这张牌可能是暗示和伴侣一起度假，或在结伴关系中，你拥有自主的空间和地位。因果循环也是这张牌的隐喻，所以你们很可能是命中注定要在一起的，或注定要经历在这段关系中，将显现的种种事件。\
\
\n\n倒立的星星\n\
    星星倒立意味你目前并没有接触到你潜意识能量的来源，而且可能会觉得受限于生命，或和你创造力的来源失去联系。这张牌可代表一位艺术家或以创意为职业者，他似乎无法提出新的构想。目前你缺乏灵感，因为你触碰不到你的潜意识。\
可能你会觉得需要休息一阵子，放个假，或有更多的自由，但是你所需要的应该是心灵的自由，而不是肉体的自由。当星星出现倒立时，意味着和生命或世界的灵魂联系被切断了。因此空虚、寂寞，或退却到智力中的情形均可能发生，这会缺乏“事情将来会获得改善”的信心。\
它也可能表示你失去了你的目的，也就是你在这一辈子所应该做的事。事情既没有办法为你带来以往的满足，而你也无法给它们和以往一样的承诺。现在该是返回高塔的时刻了，这样你才能够排除那些与你生命不再有价值的东西，进一步发现一种和潜意识清晰、简单的连结。"



xx_kh="\n    星星對應占星學的水瓶座，在大牌中編號17，我們可以將其視為更高一層的7號戰車牌，星星已經超越了戰車用強大意志力控制外在環境的階段，而保持純然的內在信心與寧靜。在數字學中，17等同於8(1+7=8)，我們也可以從空中的八顆八角星看出這隱含意義，所以星星也代表更高層次的力量牌，在力量牌中內心難以掌控的慾望（獅子）已經不復存在，有的只是怡然自得的心情。\
\
　　星星與節制牌有相當多共同點。兩張牌都出現在危機之後，牌中兩位人物都是手持水壺，一腳在陸地，一腳在水中，但星星比保持中庸的節制更加開放自由。星星中的女子一絲不掛，無所隱藏，沒有任何束縛；而且她將水毫不保留的倒入池水和地面，彷彿水壺將永不乾涸，而節制所傾倒的水卻侷限於兩杯之中。再者，星星出現於塔牌之後，處於牢籠般的塔中人被閃電所釋放，終於在星星中得到真正的自由。\
\
　　星星出現於塔牌之後，當塔牌中所有世俗的價值觀都崩解之後，反而讓人的心靈終於有機會騰出空間來放置自己真正需要的東西。星星是劇變之後的寧靜，春天終於來臨。有時候當人一無所有時，反而才無所畏懼，因為他已經沒有東西可以失去的了。當他擺脫世俗的功名利祿以及社會的期許時，才真正閒適自得，了解何謂「危機即轉機」的道理。就像潘朵拉的盒子故事所揭示的，當潘朵拉魯莽地將盒子打開，讓各種負面的事物都跑到人間時，起碼盒中還留有一份「希望」。\
\
　　星星代表希望、和諧、療癒、平穩、寧靜與安祥，也與靜坐冥想相關，這些並非外顯的行動，而是內在的狀態。星星代表當事人與潛意識產生連結，即使他自己沒有感覺到。有一派說法認為星星的牌義是毀滅與失落，這是由於星星與塔牌經常互相隱含。也就是說，塔的危機發生之後，往往出現更深層的寧靜感；而星星的希望與信心，通常是發生於危機之後，即使牌陣中只出現兩者之一，但令外一張牌的意義依然隱含在其中。因此，如果當事人正處於一場劇變時期，感到極大的痛苦，星星出現是一個很好的徵兆，表示當事人即將能夠順天知命，在劇變之後，找到一個新的出口，並且在情緒上保持和諧穩定。如果生病，星星表示將能平靜的療癒身心。\
\
　　星星給我們的課題是，如何處在人生風暴中，又能堅守信心，保持希望，不讓外在的世界影響內心的寧靜。要以更宏觀的角度看待目前的逆境。即使是處於黑夜閃電擊中高塔那樣可怕的情境中，也要相信，過不久天色即將明朗，大地終能鳥語花香，你將能夠安然地傾倒源源不絕的生命之泉。\
\
\n\n逆位解析：\n\
\
　　星星逆位，表示當事人失去保持內在信心的能力，與潛意識的管道斷絕，希望不存，只剩絕望與沮喪。當事人會變得不信任他人或自己的能力，只相信表面的價值觀。再者，當信心不存，內心的自卑可能轉為自大，當事人可能會以睥睨一切的態度來對待他人。此時當事人應理解到，內心越完滿之人，行事越圓融。"


yl_ast="月亮连接着想象、联想的精神世界，因为有它的阴晴圆缺，所以又代表着“变化”。在夜空中这一轮巨大的满月，隐隐的象征对“变化”感觉不安感，在月光下的狼，对这种不安与危险，有着本能行的感应。这张牌所透漏的消息，是要我们注意潜意识的活动，事物的暧昧性以及能及早发现不安定的信息。所以即使身处在稳定的状态下，也绝对不可以懈怠。一件出乎意料的事情将要发生。来自心灵的信息能导致意识的变化。如果你具有执着的精神，超然的能力能会显露，你的直觉能够发现危险或隐匿的敌人。梦境能引导你做出正确的决定。要冷眼看世界，否则你会遭受欺骗。\
月亮的正位一般预示着月亮的世界末日之后并不是永恒的天堂或是地狱的静止状态。那不是真正的尽头。死亡之后都会有新生。就如同塔罗牌月亮之后是太阳相随。表面上你们似乎对彼此没有什么太大的怨言。但是私底下你们却常常找自己的好友哭诉。其实这都是因为你们不愿意去面对将到的挑战，你们只愿意活在过去的想法，也许只是一些逃避的心态吧，开始对自己的工作感到一些的不满足。想要把自己内在的力量全抓出来使用。这时的你会有想要使用晚上的时间的想法。\
\n\n    逆位：潜意识水池中的鞋子依然想要爬到月亮女神那儿，但是它在面对路程中的阻碍时却害怕了，胆怯了。这狼与狗只是在反映出它心中的心魔，但是这对它却造成很大的影响，使得蝎子开始由犹豫不决了，也让它的信心都失去，无法做出很正常的行动与决定。\
这张牌告诉求问者：存在于你们之间的问题已经慢慢地浮现了。现在你们也开始愿意面对这些问题了。虽然有些头痛，但是当你们面对了，问题就已经解决了一半了。逆位置时还表示你开始在目前的职场领域退缩了，只因为自己的一些精神压力，让你无法挥洒自如，甚至对自己的未来走向也感到异常的怀疑。"

yl_qs="\n大体上的意义\n\
    月亮代表强烈的梦想和经由梦传达到你意识思想中的直觉。强而有力的梦企图告诉你某些事情。倾听你的梦，你将会发现你所要找寻的答案。或许在清醒的时刻你可以轻易地回想起那些梦境，或许你会在正常的睡眠之后觉得疲惫不堪，因为强烈的梦境干扰了你的睡眠型态。\
在事业上，月亮通常是指某种具艺术性或创造性的事业，或夜晚工作比白天还多的情形，这方面的典型事业可包括写作、摄影室内设计或任何需要运用到想象力的工作。\
有时候月亮也可能是暗示欺骗。有些事物隐而不见，因此得看得比表象更深入，以发掘某种状态的真相。\
月亮暗示你需要面对你的恐惧，因它们可能会阻碍你去作某些事情，或获得某些东西。多留意你的潜意识思考。\
\
\n\n两性关系上的思考\n\
在两性关系分析当中，月亮代表表面上一切事情都很美好，但是底层却波涛汹涌——在日常生活中一切都圆满和谐，但是暗地里确存在着某些没有被讨论，被认知或尚未解决的事情。或许你对于更深刻的承诺怀有某种恐惧，或你想要离开这段关系，然而恐惧却又把你拉了回来。你的伴侣或许会令你回想起过去的两性关系，或父母关系中尚未解决的事情。事情不能光看表面，如果你愿意倾听你的梦境或潜意识，或许你就能发现你内心深处到底真正发生了什么事。\
\
\n\n倒立的月亮\n\
    当月亮牌倒立时，牌面上所画的动物及它们所代表的恐惧在召唤你去处理它们。现在梦变成梦魇，因为你在为内在和外在世界之间的差异找寻解决之道。也许你会发现你在自己有形世界中制造争端或不协调，想以这种方式来征服那些存在于你内心世界的恐惧。你可能会将这些挑战转为有形的形式，如此你才能以一种阳光下的明白方式来处理它们，而非设法战胜那些埋伏在月光下的模糊事情。\
月亮倒立暗示着那些尚未被解决的事情又降临到你身上了。现在是去面对这些内在挑战，而非退缩到有形世界的安全领域中的时候了。这也是回到星星牌，以体验其中所提供的信心和希望的时候。这也可以提醒你，同一个池子既包含了你的恐惧，也包容了你的力量和问题的解决之道。"



yl_kh="月亮牌與占星學的雙魚座對應，與通靈、神秘與感受性相關，也對應希臘神話中的月亮女神阿提蜜絲（Artemis）。月亮編號18，是更高一層的8號力量牌，在此可以與17號星星牌(1+7=8)做個比較。月亮和星星兩張牌都隱含數字8，然而，這兩張牌用不同的方式來表現力量的含意。在星星牌中，獅子的獸性蕩然無存；月亮則將那頭獅子帶入最荒涼的曠野，讓牠恢復原有的獸性，面對最原始的恐懼。在數字學中，18也隱含9（1+8=9），因此月亮牌也與9號隱士牌有所關聯。如果說隱士登上高峰以追尋最高的意識，月亮就是進入人心的最深處探索，而其中往往藏有很多令人意想不到的事物，有些甚至不怎麼令人愉悅。\
\
　　月亮在現代社會中，令人聯想到浪漫的夜晚，但這並不適用於塔羅牌裡的月亮。相對於太陽給人光明積極的感受，月亮帶給人們的感覺則微妙並且怪異許多。雖然月亮映照的是太陽的光亮，但卻變得微弱而隱晦。在英文中，lunacy字義是精神錯亂或瘋癲，這字根正是來自拉丁文的月亮luna，何以月亮予人如此印象？我們可以想像狼人對著滿月呼嚎的毛骨悚然畫面。在滿月時，犯罪率和自殺率高漲，精神病也更趨嚴重，已是經過統計的事實。在夜晚月亮出現時，也常是最讓人感到害怕的時候。\
\
　　人類最深的恐懼往往來自未知。在圖面中，僅有月亮微弱的光亮映照著路面，而路的終點則是未知，即使它通往的是出口，也少有人敢在夜晚前行，因為我們看不見前方是什麼。守在路中的狗與狼也感受到恐懼，對著月亮吠叫，牠們代表人類內心的獸性，其中多半是非理性的情緒。而在池水中若隱若現的龍蝦也顯示出，最讓人感到恐懼的時刻，是在面對未知時，而非敵人已經出現之後。就像我們在觀看恐怖片時，鬼怪尚未出現，反而是讓人感到精神最緊繃的時刻。\
\
　　在占卜時，月亮出現，經常表示當事人感到不安、迷惑與恐懼，可能是面對未來的迷惘，或是面對陌生情況的不安。有時候代表隱藏的秘密、危險或敵人，發生誤會與欺詐，甚至出現莫名其妙的謠言中傷。在感情上，通常代表當事人對感情懷有恐懼，沒有信心，不安而情緒化。面對這些情況時，人的本能為了求生存，常常作出不理智的舉動。此時，必須明白，在月亮之後，19號的太陽牌即將升起。唯有清楚太陽才是我們最終目標的人，才能夠通過月亮的考驗。就像奇幻小說《魔戒》的探險隊出發時，必須經過猶如月亮牌所代表的漫長驚險旅程，劇中人只有抱持擁抱太陽的信念，才能撐到最後，達到月亮最終的目標──再度回到光明中。而月亮雖隱含9號隱士牌，但隱士在此並不出現引領我們，因為潛意識深處的恐懼，終究必須由我們自己來面對。\
\
　　另一方面，月亮也象徵潛意識，我們在月亮牌中進入未知的潛意識探索，可能是藉由夢境、幻想，或是藉由體驗特殊的情緒與恐懼。月亮出現可能表示當事人經歷奇異的白日夢、幻覺、通靈、夢境、或各種怪力亂神之事，也可能體驗靈魂出竅、發生離奇的巧合、接受催眠治療等特殊經歷。有時候當事人會感到創作靈感源源不絕，想像力大幅增強。以上這些都是與潛意識接觸的媒介，此時不應抗拒或否認，而應好好把握這探索潛意識的良機。\
\
\n\n逆位解析：\n\
\
　　月亮逆位時，首先當事人可能否認這些與潛意識接觸的事件，嘗試用唯物主義的觀點來解釋一切，他不相信任何看不見摸不著的事物，也等於關閉了自己與萬能潛意識的溝通管道。其次，在逆位時，隱藏的事物將逐漸浮現，無論是暗藏的敵人、危險、謊言或謠言，都將一一浮現，而變得較不具危險性，因為當它浮出檯面時，當事人反而知道該如何應對。雖然月亮的曖昧不確定性仍在，當事人仍然會感到不安，但程度稍弱。"

ty_ast="    太阳充满所有积极正面的力量，温暖而光明。太阳出现，就充满希望换新的气氛，所有的事情都一帆风顺，而且是全方位的成功，问健康无虑，问爱情可成，问婚姻百年好合，问学业金榜题名，事业飞黄腾达。旅行预测，可能是日光浴，或是炎热的国家。天气预测便是万里无云的晴朗天气。代表人的话可能是婴儿、儿童、快乐的人、发明家、科学家、重要人事、\
当一切都如此美好，心情就会自由自在，快乐无比。此时任何简单的幸福都会带来极大的快乐。有人问78张塔罗中最好的一张就是这张，太阳便是最光明的一张，\
虽说太阳光明，但也能灼伤人，将大地烤成沙漠。\
\n\n    逆位：仍具有正位的意义，只是程度比较弱，小成功，迟来的成功，成功但仍不满足，得到了才发现不是自己想要的。当事人可能不容易感到满足，或是遇到小问题。"




ty_qs="\n大体上的意义\n\
    太阳是一张代表占星学上狮子座的牌，尤其是若伴随着力量、权杖皇后或权杖的其他宫廷牌。它暗示着某种富创造性的事业，包括自我表达，例如演艺事业、绘画、舞蹈或歌唱。它代表在生活、事业或两性关系上都有重大成功。\
太阳象征欢乐和内在平静，而且感觉宇宙是一个充满乐趣和创造性的地方。太阳是自由的充分显现。它从意识层心智的日常限制中彻底解放，转为一种开放、觉醒及自由状态。它是一种可以带来肉体自由的内心自由。太阳显示出欢乐、和平、幸福及有创意的生活态度，并且深深体会到生命之美。\
太阳拥有愚人的乐观、魔术师的目的、女教皇的直觉理解，以及女皇的热情。这张牌也包括了皇帝的务实、传教士的精神觉醒、恋人中对别人在你生命中所扮演的角色的领悟，以及战车中的感情的训练。\
太阳吸收力量牌中的内在力量，隐士自反省当中获得的智慧，命运之轮对生命及其循环的任职，正义对因果循环的察觉，以及悬吊者的顺从。它还是综合了一下各牌的产物：在死亡中对改变的顺从、在节制中对行为的恰当运用、在魔鬼中对黑暗面的正视、高塔中的脱离束缚、星星中的充满信心和希望，以及在月亮中终于降入无意识中去面对恐惧，在知识和直接经验的基础上建立信心。\
最重要的是，太阳是一张让你的人生和你自己快乐起来的牌。它代表一种内在的知识，你了解挑战是重要的；挑战可以考验你，让你对生命持续赐予你的一些小礼物充满感激。它也代表你知道幸福是一种选择，而且它并不需要与你周遭的有形事物有任何关联。\
这或许是有人为你提供0了一项快乐的课程。快乐的文凭是一张你可以戴在脸上和深埋在心中的凭证。\
\
\n\n两性关系上的意义\n\
太阳所描绘的是一种既有创意、又饶富趣味的两性关系，在日常生活中随时可以见孩子般的天真和童趣。我认识一个男人，他花了很多时间想一些花样来告诉伴侣，他是如何的珍视她。从在冰箱里放一张爱的短笺，到在厨房的地板上排成一棵大的心型图案；从在起居室窗帘的褶缝里绑的小缎带，到在她的拖鞋里放两张她最爱的芭蕾舞票，，好让她在一大早起床时便发现。\
这对佳偶一起玩着各式游戏，他们也洞悉在爱的关系中友谊的价值。太阳是一张能够共享生活中单纯乐趣的牌，但是他们对人生依然有着深刻的了解，并指导他们拥有一个深远的目的，无论在何时，这世界都会同心协力的支持他们，帮助他们完成它。\
\
\n\n倒立的太阳\n\
    虽然太阳倒立代表你还是有一些恐惧尚待克服，不过他依然是一张正面的牌。当太阳牌正立时，生命和全世界的人都会支持你，当它倒立时，你却有某些怀疑。现在云层遮蔽了太阳，所以虽然还是白天，但温暖及光明却已稍减，因为你内心还存有在月亮牌中所接触到的恐惧感。\
太阳倒立可以象征对人生及创造性抱着一种竞争的态度。这是基于对不足的恐惧——怕支援不够、怕机会或爱不够。这可能是一种根本性的恐惧，怕这个世界不会支持你的努力。在两性关系份当中，它可能暗示两个相互竞争的人。\
在事业分析中，这张牌暗示要在销售或创意的工作当中脱颖而出，则必须经历极力的竞争。它可能是在描述一种颇有创意的方案，它在别人的眼中是成功的，然而你却对它有更高的期望，你要得到更多才会感到满足。所以太阳牌倒立也可视为和你自己，或和一份完美的理想竞争。"


ty_kh="   太陽，顧名思義，對應占星學中的太陽，和希臘神話中的太陽神阿波羅(Apollo)，充滿所有積極正面的力量，溫暖而光明。值得一提的是，在比較古老的塔羅牌版本中，太陽牌中有兩位小孩，與占星學的雙子座相關，但偉特改成僅有一位，在此太陽牌就不與雙子座產生關聯，而屬於太陽。19號的太陽是更高一層的9號隱士，隱士只有一盞發出智慧之光的小燈籠，太陽則發出照亮整個地球的光芒，表示隱士在此達到勝利，他的智慧照亮了整個人群。太陽也隱含10號命運之輪(1+9=10)，和1號愚人(1+0=1) 。在命運之輪中，我們不確定未來的命運是光明還是黑暗，在太陽中，終於得到全然的光明。而太陽中的新生兒，就是剛踏上人生旅程的愚人，他在此達到成功。\
\
　　太陽出現，就充滿希望歡欣的氣氛，所有的事情都一帆風順，而且是全方位的成功。問健康無慮，問愛情可成，問婚姻百年好合，問學業金榜題名，事業更是飛黃騰達。最重要的是，當事人的內心也會感到很快樂。如果是旅行方面的占卜，可能會去做日光浴，或是去炎熱的國家。如果你曾經做過天氣的占卜，太陽當然表示萬里無雲的晴朗天氣。如果代表人的話，太陽可能代表嬰兒、兒童、快樂的人、發明家、重要人士等。\
\
　　當一切都如此美好，心情就會自由自在，快樂無比。此時，任何簡單的幸福都會帶來極大的快樂。有人問，七十八張塔羅牌中，最好的牌是哪一張？其實每張牌都有它的光明面與黑暗面，不過，太陽牌大概是光明面最多的一張了。　　前面提過，在馬賽牌或其他古老版本的塔羅牌中，太陽牌上有兩個孩子。所以傳統上太陽牌也有團體的意義，例如合夥關係、伴侶關係、社團等，而且通常都是非常成功且快樂的團體。但在偉特版本裡，團體的牌義較不明顯。\
\
\n\n逆位解析：\n\
\
　　雖然說太陽如此光明，但過猶不及，任何事情都有隱藏的危險處。太陽雖然帶給我們溫暖與能量，但它也能將人灼傷，將大地烤成沙漠。逆位的時候，偉特認為太陽仍然具有正位的意義，只是程度比較弱一點。目前在占卜上常用的意義有：小成功、遲來的成功、成功但仍不滿足、得到了才發現不是自己想要的。這時候當事人可能無法像牌中的孩童那樣容易感到快樂，即使他得到了原本企求的，他的大胃口也不滿足。或者是遇到一些小問題，就像烏雲暫時遮住了陽光。你可以像偉特一樣，把逆位的太陽當成一張比正位稍弱的好牌，或者是附加一點負面意義給它，只要是你覺得對，那就是適合你的牌義。"


sp_ast="    这张牌告诉我们，要发现真相，接受新的价值观，如此一来才能用有新的额人生，\
牌的正位置一般预示着新世界的起头路上，你将开始学习了解自己并不是孤独的，有很多优秀的朋友跟你一起学习。虽然你们彼此不认识，但是圣堂天使让你们彼此互助，这样的方式让你们在新的世界里活的更愉快。在你们目前的关系中，包含了过去所播下的种子与努力过的一切。这一段时间是你们从错误中找到正确的彼此相爱的方式。过去努力造就了你现在的成就。你已经在品尝着这甜美的果实了，但是还是会有一些果实是不好的，哭的恶，你要从中挑选出来丢弃，并且找到问题。\
\n\n    逆位：如果是逆位，人们不愿意跳离旧世界的习惯与安逸。害怕新世界的不确定和对自己的没信心，岁过去的依赖，不愿意正视问题，不断回忆着过去的美好的种种，对目前未来的走向不重视，不理会，不愿意花功夫去营造建设，尝试吧时间压缩在压缩，但是还是不断地想要放弃这一切。对你说新世界是危险的，是让人惧怕的。但是你可曾注意到在那边的人们，他们正义愉快的心情与和善的态度来迎接你的到来"

sp_qs="\n大体上的意义\
    审判牌代表此时你有清晰的判断力。作为问题的答案，这牌暗示你拥有清晰的判断力。此时你理解了你由生命所展示的试炼及挑战中学习到了什么。\
维多利亚来找我验证她所做的决定是否为明智的。她已有三个月的身孕，由于她不寻常的血型，医生已经警告她与生产期间可能会引起并发症。\
医生建议她进行测试，包括取出胎儿的分泌物来测验他（她）的血型。一想到要用一根冰冷的针来干扰她孩子的自然生长过程，她便惊骇无比，所以她决定不做这项测试。\
“我总觉得这孩子的血型会和我不同，而且医生也告诉我如果血型不同，那在生产过程就不会引起任何问题。”她解释道。\
她想知道拒绝做这项测试是不是明智的。正立的审判牌证实了这是一个最恰当的决定，孩子的出生并没有带来任何并发症。\
审判牌也可能是在形容你了解你的精神目的，也知道要达成它的必要步骤。它代表你能清楚地看到自己，以及生命的时光。这会使你对如何开始又有何收获，产生莫大的喜悦或惊慌。收成十分就近了，你可以用你的正直和诚实来面对你的报偿。现在你审判你自己，如果你没有得到所希望的，实在也没有藉口可推诿了，因为你收割的正是你努力的产物。\
\
\n\n两性关系的意义\n\
    审判牌暗示这个两性关系提供了重要的精神成长和学习。你目前的关系当中包含了因果循环的课题或回报，我再说一次，你现在所拥有的正式你过去所曾播下的种，或曾做过的努力的产物。\
这段关系是过去所作所为的产物，而且它能激励你认识自己、你的模式或你生命的目的。检视你在这段关系中的收成，这么做的话，你就可以知道是哪些行为产生了这些结果。你目前所有的一切并非偶然。\
审判出现时，表面上并没有什么明显的改变，然而表面下的改变却甚多。以一句中国古谚为例：\
在顿悟之前，劈柴、挑水；\
在顿悟之后，劈柴、挑水。\
\
\n\n倒立的审判\n\
    当审判倒立时，你会发对来自内心的呼唤。也许你的理智和逻辑正在劝你，不要为某不明确或看不见的东西而放弃“你所拥有的一切”。每一次你拒绝或延迟回应这呼唤时，空虚感就会再一次加深。你收成的时候已经到来，你必须为你先前的决定负责，作为生命中某个章节的结束。\
通常当审判倒立出现时，代表你正在找寻某些东西，以填补命中越来越大的鸿沟。你并不知道这个召唤是来自内心，也不知道解决知道也来自内心。简单说，这张牌碍是缺乏清晰的判断力。\
英格丽来我这里，希望能治愈她那让群医束手无策的疾病。她已七十四岁，穿着非常得体。这是一个将人生以及自己掌握得非常好的女人。她花了四十分钟的时间向我介绍她自己，而且对自己及其成就是完全的歌功颂德。对我而言，那四十分钟简直令人精疲力竭，因为她似乎认为这世界是为她而运作、为她而停止的，再也没有比英格丽更重要的事物了。我感觉心里升起一股愤怒——怎么可以有人活到七十四岁，却还是完全的自私呢？完全没有智慧，只有贪婪和权力的滥用，而这完全是为了控制他人。\
“你知道，我从前是个非常漂亮的女人。我曾经是个活跃在伸展台上的模特儿，结识了许多欧洲最棒的男人，他们当中有些人已经结婚了。我和一位相当英俊的男士定过婚，但在我和零一个男人上过床以后，我便解除了婚约。毕竟如果我可以那么轻易背叛他，那我就不曾针的爱过他。”\
我发现自己正在想着，她从没爱过，只爱对着镜子顾影自怜。我了解她的处境又多么可悲，它有多么的寂寞。她已经七十四岁了，却似乎从没有向生命或任何人，或单纯的孩子般的冲动屈服过。当我在说话时，她甚至听不见我的话，因为我所说的任何话，只会让她想到一些她觉得必须要再说的话。\
她是不可救药的。也就是说，只有从她的内心才可能就得了她。她的精神饥渴，然而却无法从生命、宇宙或她身边的人中得到任何的支持。她希望我帮她除去身体上的症状，而我却没有办法是她了解，那些就只是症状而已。症状是有病因的，如果没有病因而加以治疗的话，新的症状还会出现。\
通常在审判倒立时，你可能正在磕药、酗酒，或沉于肉欲，以填补内在的空虚。倾听你的心声，让它告诉你，你那永无止尽的悲伤，你不敢大声说出来的梦境，以及为了现实生活的要求而牺牲掉的希望。\
罗那德三十岁，他觉得自己太年轻不可能有心脏方面的问题。我们在咨商课程中共事过几个月，在那段期间，我们发现了他心脏的问题，即藉着心脏的问题试着告诉他，他不想听的话。\
他在童年时曾被一群男人施以严重的性虐待，在他们对他做出一些下流的行为之前，先毒昏他，让他进入无意识状态。\
“我能确信不论他们对我做什么，我都有能力应付，但是我不知道他们做了什么。我会抗拒防毒面具好一阵子，直到我丧失意识，然后冰冷、孤独的醒来，全身湿淋淋的，显然刚刚被水冲过。这种事经常发生，而且回想起来我但愿死掉，这样就不必回到意识状态中了。”\
说到这里，他突然哭了起来。\
“有几次我真的几乎要死了。他们一定是给我洗了太多瓦斯了，因为有一天我醒过来时，看到两个男人重压着我的胸部，而第三个男人在旁边嚷着该怎么做。当时我八岁。从那天开始我打心里痛恨我的心脏，因为它不让我死。”\
我要他求去问他的心脏，对它的失望它有什么反应。我要求他倾听从他内心传出的低语。\
他回答说：“它说当时它有问我是否想死，不过我的精神并没有出现在我的身体内，所以它就继续保持跳动，盼望着我的精神最终会回来，帮它作决定。在那种情况下，它只是做它觉得是最好的事情。”\
由于感激他的心脏做了它觉得最好的事，罗那德开始能够填补一直跟着他的巨大空虚了。他开始为自己的发展负起责任，而审判牌又开始转会正立的姿态了。"

sp_kh="   審判牌通常與火要素對應，另一版本將其對應到掌管生死的冥王星。在數字學中，20號是2個10組成的，在10號牌命運之輪中，我們經歷人生的轉捩點，轉變是好是壞，經常是由命運決定的，我們只能盡人事，聽天命。而在20號審判牌中，我們同樣走到紅十字旗象徵的人生十字路口，然而，不管週遭的情況如何，我們往往可以自己做決定，而且心中會感到有種聲音在召喚著，驅使我們走向人生更重要的階段。\
\
　　召喚，是審判牌的重要意義。就像天使加百列吹著號角召喚大家，當事人會感受到一股召喚力，有時候是來自外界，但多半來自內心。那召喚可能是一份工作、一個想法、一種渴望，或是自我覺醒。這股召喚將會帶領當事人開展人生的新一頁。表現於外時，可能是成功的升遷、轉業、成長；表現於內，則是經過一番內心洗禮，整個人感到煥然一新。有時候審判還可以代表實際的電話或信件，來通知當事人重要的消息\
\
　　審判同時也帶給我們重生的機會。抽到這張牌時，可能當事人走到人生的十字路口，必須擁有清晰的判斷力，才能做出最高層次的決定。過去的人生已經走到一個瓶頸，透過回應內心的召喚，將能為自己重新充電。在健康方面，審判可以表示身體痊癒，重新開始。在感情方面，破鏡重圓不是夢。在法律方面，審判通常代表對自己有利的判決。如果想要擺脫什麼人或什麼環境，審判出現，表示時候到了。\
\
　　審判是張意義重大的牌，表示當事人走到人生的關鍵期。過去的所作所為，將在此時得到應有的回報。就像人死後到陰間見閻羅王，在世時的作為都一筆一筆記在帳上。因此，審判與因果和業力相關，就像期末考，或是畢業典禮，我們在校時的各項表現，將得到總驗收。而透過這場洗禮，過去的帳一筆勾銷，我們將能重新寫下人生的新一章。\
\
\n\n逆位解析：\n\
\
　　審判逆位，首先當事人會抗拒生命的轉變，懷疑甚至否認所面對的召喚，不願做決定。另一個可能則是當事人因為目光短淺，而做出不利的決定。如果過去曾做過什麼不好的舉措，此時也會自食惡果。有時候當事人所面對的生命轉變，確實比較難受，有歹戲拖棚的可能，也許是與親人分離、被迫結束某些事物、敗訴、留級、離家、分手、生病，這都需要多一點時間來調適。在日常生活中，可能錯失重要的訊息，或是受到電話或信件騷擾。問健康，審判逆位不是好徵兆；問手術，結果可能不會成功。問訴訟或考試，己方情況不利，宜多加準備。"

sj_ast="    这张牌代表的是世界的灵魂与终级的存在，它是每个真实的灵魂所追寻的目标。不同年龄的人通过各种变形形式来展示他们精神的发展、成熟。唯一的束缚是我们对自己的限制。那些努力超越自我并为他人着想使世界变得更美好的人，会获得永恒的宇宙精神。\
一个循环终结，你很快就会取得成功，获得回报。你在精神的成长中将达到一个新的层次。这张牌指示着，只要你拥有一颗感激的心，就必定能在自己创造的美丽世界中，寻求幸福快乐。所有的事情都能达成，梦想在不久的将来都会实现。\
世界如果在正位置，守在最后一道成功之门的成功女神正在那等待着你。手中轻握着两只胜利之钥，当你到她的面前时，你要把你的过去、现在、与未来对她交代的清清楚楚，让她来审核，看是早点让你进入那成功殿堂还是晚一点。也许严厉，也许温和的，这都看你的表现而定。她会让你通过的，只是时间早晚的问题，他尝试告诉你，你已经成功了。你已经步入成功之门了，要你不用担心，放松心情的留在花园内等待着音讯。东方经文证明了智者对她得尊崇，她就是力量，以及时间及其内涵的形式存在，它是万物的光明。你们进入了对彼此互相承诺之路，持续的彼此成长、学习与生活。这是一段象征着一份有力的承诺与形成的生活路程开始，将是一段充满创意的开始。之前的努力造就现在的成功，虽然如此，你并不感到满足，你要努力地再次突破，努力的在成功的殿堂留下你的足迹。\
\n\n    逆位：你需要的是耐心的等待，让自己平静一下，也表示求问者与对手有一段承诺、契约的路程，但是却不一样了。有可能给乙方是被强迫的，是未来的路很辛苦，试着沟通一下，不要让彼此痛苦，你得到了想得到的但是不知道该如何维持，甚至你开始回忆过去的奋斗对未来失去挑战的原动力。  "


sj_qs="\n大体上的意义\n\
    世界牌可能意指环游世界，或重大的成功及快乐。就变通的角度而言，它暗示你就站在生命希望你站的地方，而你也能感受到生命及你周遭的人的支持。它描述着一种快乐，它不是来自拥有或耕耘，而是来自存在。\
在事业上，世界牌形容一种极大的成功满足。在最近一次有关事业的分析中，出现了这张牌和太阳。两张都是正立的。我形容这是项与创意有关的事业，有着极大成功的可能性，或许可至海外发展，或至少可得到海外的认同。此人是一名漫画家，将要和美国一家数一数二的动画制作公司签约。太阳显示出此工作的创意性，而世界形容着成功。\
如果有人问：实行一个方案、追寻一种两性关系，或展开一项行动等是否明智，而世界牌出现作为答案时，它代表的是一个明确的“是”。如果要更正确的预测，就得把其它的牌也列入考虑。\
\
\n\n两性关系上的意义\n\
世界象征两性关系当中美好而持续的事物。它显示你正处于一种共荣的两性关系中。你和伴侣能够在你们所同意的范围内完全的成长、发展和生活\
这份关系中存在相当强大的驱动力，这可不是一段可以等闲视之或轻忽的关系。如果它是在过去的位置，可能意味着一个住在另一个地方的伴侣，或你到另一个地方旅行时，可能会遇到某个人。\
\
\n\n倒立的世界\n\
    当世界倒立时，她就握不住这些权杖了，因为她的判断变得模糊不清，而且她相信哪些在审判牌中还没有放掉的事情。她必须再度回到审判牌，以净化她对宇宙的理解。\
当这张牌倒立时，它依然暗示着到处旅行。它也可以暗示事业或两性关系上的成功，但这种成功无法被保存，所以只好被放掉。例如一位得到全世界认同的演员，却再度沉寂下来。正如一句谚语所说：“曾经爱过又失去它，总比从来不曾爱过好。”\
在这项成功之外，还会有更伟大的成功，因为虽然现在你不能把全世界都掌握在手中，然而这只是时间早晚的问题而已。这也不是你最后一个挑战，因为还有其他更重要的挑战会紧跟而来。\
我将这张牌比喻为正在攀爬一座很高的山岳，结果却发现它的陡坡遮住另一座更高、更需要去爬的山。有人认为是这项成功带来了快乐，却不知道其实是快乐带了成功。"


sj_kh=" 世界在占星學上對應土星，代表穩定的力量。世界編號21，與編號12的吊人有許多雷同之處。舞者和吊人的腳都呈現十字交叉姿勢，上半身則形成三角形。在吊人中，他的姿態形成上方十字，下方三角的符號，十字象徵物質，三角象徵靈魂，這表示他受物質的控制超越靈魂；不過，在世界牌，這符號變成上方三角，下方十字，代表靈魂終於能超越物質。另一方面，吊人在面對限制而不能動彈時，雖然維持平靜喜樂的心情，然而，「動」與「變」才是宇宙的法則，在世界牌中的舞者終於能獲得自由，恣意地舞動著，而且清楚界線在哪裡（即桂冠），這才是最符合潮流的情勢。　　世界與命運之輪的構圖也非常相似。兩張牌都是以天空作為背景，中央圓形構圖，四角分別圍繞人、老鷹、獅子、牛的圖像。在命運之輪中，人們仍然必須接受命運的考驗，身不由己；但是人們終究在世界牌獲得成功。命運之輪所隱藏的智慧，此時已完全揭露。\
\
　　世界牌中的舞者，經常被對應到希臘神話中的赫梅弗度斯（Hermaphroditus），如名字所示，他是赫密士(Hermis )和阿芙蘿黛蒂(Aphrodite)之子，後來與仙女合而為一，他的名字也成為雌雄同體的字根。因此，在靈性的層面上，世界意味將人的男性面和女性面結合良好，或是將人力或資源結合良好。　　與其說世界代表結束，不如說它是一種自然的完成，是最後的勝利和美好的結局。死神的結束常令人傷心欲絕，但世界的完成卻是踏破鐵鞋無覓處。當事人的可能是事業到達成功的段落，學業順利完成，目標達成，愛情也可能達到一個完成階段，不管是步入禮堂，還是好聚好散，起碼一切都很自然。世界是一個完整的段落，此時無所欠缺，一切都很完美。世界也可以代表旅行，特別是大範圍的航空旅行，甚至環遊世界。有時候代表搬家或移民。\
\
\n\n逆位解析：\n\
\
　　世界逆位，成功的程度減弱，可能總是欠缺那臨門一腳，也可能是好不容易達成目標後，才發現還有問題需要解決。正位時的完美開始出現小瑕疵，遇到一點小挫折，當事人就想放棄。原本自由的能量淤塞了，猶如舞者退回到吊人牌，當事人可能拒絕進入世界帶來的新階段，只想停留在舊環境中。無論是搬家、旅行，還是換工作，他都不願意，而即使願意，事情也可能延宕不決。其實只要明白，當人生某個階段自然結束後，歡喜進入下個階段，才是幫助自己成長最好的方式。要學習舞者歡欣自由的精神，只要能量流動了，事情就會順暢，機會將提供給準備好的人。 "


qz1_ast="\n  正位：创造，发明，重大事件的开始，幸运的出发，冒险\
\n\n    逆位：错误的开始，不见曙光，取消，心痛，失败。"


qz1_qs="\n大体上的意义\n\
    在平常时，权杖王牌表示实践计划的能量和欲望。我的一个顾客叫大卫，他来找我解牌的时候，已经存了十五个月的钱，计划和女友玛琳到加拿大和欧洲旅行。然而他们过去一直花时间在工作存钱，使两人的关系受阻。玛琳最近碰上另一个男人，而离开大卫，和新伴侣同居。\
大卫虽颓丧但并没有放弃原本计划的旅行，因为他已经投入非常多的希望在这一次的旅行。\
王牌出现在他的第一副牌，我告诉他可能即将成行。这表示他的计划将付诸具体行动。六个礼拜后，我收到一张明信片，他说他将离开多伦多前往伦敦。在牌形中，王牌代表行动，大卫也如同权杖王牌所显示的--真的完成了他的计划。\
\n\n两性关系上的意义\n\
    权杖王牌暗示一段两性关系的开始，它可能是一段新的开始，或是既存关系的一个新阶段。它暗示某种肉体关系的开始，或某些伴随着新阶段而来的肉体活动。它也可意指旅游，然而在两性关系的算法当中，这个旅游是和两性关系相关的。\
最近在我的一副问两性关系的牌中，代表过去十八个月的位置上看到了权杖王牌。在进一步的询问之后发现了，这次旅游所透露的线索是，这女人在前往苏格兰的旅途当中遇到了一名男子，而她要问的是他们之间的关系。\
\
\n\n倒立的权杖王牌\n\
    当权杖王牌是以上下相反对着分析师（亦即，它是倒过来的），那么塔和整理的王牌在意义上则有些许的差异。它依然暗示这是个着手新方案的时机，然后过程会较正立的王牌稍微缓些。\
这可能是由于精力分散到其他方案或挑战上，或者是因为先前的方案尚未完成。当王牌以倒立出现时，它意味着前面的状况要先加以解决， 然后新的企图才可能被实现。\
例如，卡尔想要开始进行一项令人兴奋的新方案，而且他的感情深具感染力。它设计了一个小机器，而且正在找有兴趣的伙伴来协助他推广这项产品。问题是，这是他十个月内的第四项发明了，而且前三项都还没有通过概念阶段。他还在一家实验室当全职的助理，所以发展自己的方案的时间相当有限。在他的例子当中，权杖王牌的倒立意味着它需要去完成或放弃某些其他方案，或是辞去他的全职工作，然后他才可能真正开始去实现他的计划。\
王牌倒立的另一个意义是延缓旅行的计划或行程的结束。例如，最近你可能刚从一趟旅行中回来，而王牌倒立就是说，你的生活又再度安顿了下来。\
权杖王牌的倒立也可能是说，由于有太多难以驾驭的精力而使预期中的结果延缓出现。它可能意味着你的精力及热情需要被约束，否则你将会进行很多方案，而完成的确实寥寥无几。"
 
qz1_kh=" \n  一隻手從雲中伸出，強而有力，握住一根長滿綠葉的權杖。那根權杖是如此茂盛，以致鮮嫩的綠葉幾乎從杖上「爆」開，有八片葉子脫離權杖，在空中飛舞。遍地青草溪流。遠方的城堡似乎暗示著未來成功的可能。\
\
　　無論大牌小牌，所有的一都代表一個新開始，而權杖一通常代表一個計劃或行動的開端。權杖充滿創意與熱忱，充滿源源不絕的能量，可以激發人們的潛能。權杖一就像一個火種，可以燃燒整個草原，也可以就此熄滅，但不管它的未來如何，潛力總是存在。在某些情況下，權杖一甚至可以表示新生命的到來。\
\
　　如果最近有新計劃、新念頭、新行動、新方向，權杖一出現，表示前景光明，可以大膽去做。請拿出創意與熱情，盡情揮灑，實現野心，不要辜負了心中的冒險精神。如果以前曾經很想去做某事，卻遲遲不敢，權杖一提供夢想實現的好時機。\
\
　　權杖一是火要素的源頭，像一顆火花，其未來難以預料。然而火花的威力可以無限大，有行動就有希望，切莫蹉跎。當權杖一出現，當事人可能會感到自己某方面被激發了，可能是有突如其來的靈感，亟待實現的渴望，或即刻實行的衝動，承認這些新感覺，能夠帶來機會與成長。權杖一也可能代表新的機會，無論成功與否，放棄都是最不明智的抉擇。\
\
　　\n\n  權杖一逆位表示這個新行動的失敗面較大，有困難或延遲的可能。自私、缺乏計劃或決心，都可能造成阻礙。權杖一逆位提醒你要審視自己可能忽略的地方，方能提昇成功的機會。也許必須審慎考慮這個行動或機會該不該執行。如果權杖一在牌陣中代表新生命的降臨，則逆位可能表示流產或墮胎，與皇后牌相同。 "


qz2_ast="\n    正位：目的达成，勇气，支配富裕，与名誉随成功而来的烦恼。\
\n\n    逆位：意外麻烦，悲叹，穷困，生病，拘束。"

qz2_qs="\n大体上意义\n\
    权杖二代表决定，通常是身体上的决定。例如，搬家、转换工作，或在生活中作一些具体的改变。如果问到有关你的生涯，这张牌则暗示你正决定是否换工作或换行业。\
权杖二并不代表换工作或搬家的行动，而是决定本身。行动是由权杖一所代表。在决定行动之前，权杖二代表对选择的评估，它是你所习惯的东西与你所想拥有的东西之间的一个抉择。\
\
\n\n两性关系上的意义\n\
    在两性关系的解读上，权杖二可能暗示决定一项两性人际关系或决定是否要对一项两性关系作更深的承诺。举例来说，珍娜正决定要不要搬去和她的性伴侣罗伯住在一起。她想要去，但不确定如何应付罗伯七岁的女儿。珍娜想要发展进一步关系，但是不得不怀疑，和罗伯住在一起可能引发更多的问题而不是解决问题。\
权杖二指出她的选择。她住在舒适的公寓，享有快意的生活，但是这一切对她来说有点习以为常，不像和罗伯住一起带来种种的机会。然而，罗伯在家里是十分邋遢的，珍娜可能很快的就会对此恼火。这张牌指示珍娜必须同时考虑和罗伯住在一的正、负面情形，当她作决定是必须仔细衡量两种选择的相对利害。\
\
\n\n倒立的权杖二\n\
    倒立的权杖二上的任务是烦闷的、不满足的，但又害怕转往另一个挑战。他试图说服自己已没有其他的选择了，也许他应该留在安全又熟悉的地方。然而，他终究需要离开安全的避风港到外面去冒险，如此才可以看到在那端的世界中，生命为他保留什么东西。\
当权杖二倒立时，暗示你因该放弃对选择的评估，直接跳进新的经验。当你离开安全的环境而进入未知或新的情景，你会释放巨大的能量，这能量可能会以恐惧、希望、期待、忧虑等种种形式出现。无论它以哪一形式出现，你知道你仍然活着。\
倒立的权杖二表示在一个长时间不满意的情景下，突然作改变。也许你花太多的时间为你停留在此一环境找合理解释，告诉自己说：“这里也没有真的那么糟！别人可能会喜欢这种的处境。换个环境，我可能会更糟。看看瞧，他一定乐于和我交换位置，而我却在这里抱怨、不满足。”\
当我们不愿意为自己的行动负起责任时，生活经常迫使我们改变。是真的有人会喜欢处在你的位置，但是如果你的能力已经超越它，也许你应该放弃它而前进。如果你自己不如此做，生命终究会为你而做或促使你做。"


qz2_kh="　　一位身穿領主服裝的男子，站在他的城牆上，俯視他的遼闊領土，遙望遠方海洋。他右手拿著一顆類似地球儀的球體，左手扶著一根權杖。右邊的權杖則是被鐵環繫在牆上。城牆上有個白百合與紅玫瑰交叉的圖案，白百合象徵純潔的思想，紅玫瑰象徵熱情，暗示兩者之間必須取得平衡。\
\
　　乍看之下，權杖二與權杖三頗有相同之處，都是男子遙望遠方海洋的構圖，而且權杖二的領主與權杖三的商人，都是成功的領袖人物，擁有相當的權力，但請注意他們姿態的差異。權杖三的商人遙望遠方出海的船，他剛剛成功的實現一項偉大的交易，而權杖二領主的視線卻複雜許多，他看似俯瞰他所擁有的傲人領地，又看似默默低頭研究球體，彷彿在盤算什麼，思索什麼。偉特將其比喻成亞歷山大大帝－－站在世界的頂端，卻難免悲傷折磨。\
\
　　另一個角度來看，領主對著球體思索，是為了做出一項大膽而成功的計畫或決策，因此我們可以將權杖二視為合宜計畫與大膽決策所帶來的成功開始，在權杖三達到成功的高峰。\
\
　　矛盾的是，權杖二同時表現「成功」與「虛無」。這位領主已經擁有全世界，但仍然在城牆內盤算下一歩的行動，他看來很煩悶，因為他被自己的成功困住了，無法繼續充分展現當年開疆闢土的「權杖式」行動。也許此時當事人擁有足夠的資源，可供他完成所願，然而他卻心灰意懶；或者是達到成功之後，卻發覺這根本不是自己當初所想要的。這個問題急須解決，請捫心自問，自己真正想要的究竟是什麼？\
\
　　\n\n  權杖二逆位，領主可能失去權力與膽識，懦弱無能，計畫錯誤，事情將會變得不順利，也可能好的開始竟得到壞結局。另一方面，權杖二逆位也可以表示當事人終於停止思索，繼續下一歩行動。\
\
　　比起其他的牌，權杖二的牌義解讀分歧較大。歐美書籍主流牌義通常偏向上述成功的意義，但也有不少人強調權杖二「猶豫不決」的含意，並且認為逆位的權杖二反而較快下決定。其實兩種牌義解讀沒有對錯優劣之分，也不會影響準確度，只要以自己能夠認同的牌義為準即可，塔羅牌自然會照著自己下的定義來運作。 "


qz3_ast="\n    正位：事业成功，实际指示，贸易，协调大吉，有援助。\
\n\n    逆位：财运下降，事件终止，旅行意外，状况不佳，失去援助"

qz3_qs="\n大体的意义\n\
    在日常中，权杖三可以表示旅行或将计划付诸实行。这正是指述珍娜搬去和罗伯住的一张牌。它也呈现出他们的关系迈进下一个自然的阶段，或进入更高层次的承诺。\
权杖三同时也暗示你正在考虑你最近的状况，并且寻找你内在与外在的意义。\
\
\n\n两性关系上的意义\n\
    权杖三在两性关系的算法中，暗示着将会持续成长与发展。当你和你的伴侣共同迈进更深层的承诺时，你们将会体验到成长。这也同时暗示四处旅行中两性的关系，而且，在你和某个住在海外的人有纠葛时，权杖三常常会出现。它也代表伴侣中的一人或二人在旅行时所发生的一种两性关系、一段假期罗曼史，或一个开始于商务旅行的关系。\
\
\n\n倒立的权杖三\n\
    倒立的权杖三表示需要沉思的一段时间。切记每当翻到倒立的牌时，你必须回到前一个号码的正立牌去研究其中的课题。例如，当权杖三是倒立时，你必须回到权杖二的课题上，去思考你的选择。\
倒立的权杖三也指出你身体或情绪上的成长受到阻碍的一段时间，暗示着你可能需要采取新方法。在一些例子中，它是迎接入港的船的行为，以及遵照新讯息与知识行事。它也可以表示你被过去的行为与决定所搅乱。这张牌强调，你因权杖二中所作的决定而感到有点挫折。"

qz3_kh="    山巔上站著一個成功的商人，三根權杖筆直地豎立在地面上，商人右手握著其中一根，目送自己的貿易船出海。天空是鮮明的黃色，海映著天，也是黃色。\
\
　　三這個數字結合了一和二，在數字學中代表「合作」與「成就」。權杖三正顯示了權杖牌組的初步成功，呈現在事業上的成就，和商業與貿易有強烈的關聯。通常此時當時人在工作事業上略有小成，談判成功，協商順利，計劃也能穩當執行。如果此時得到新的工作機會或是新的案子，切莫錯過好機會。\
\
　　這位商人擁有龐大的事業，他居於領導地位。因此權杖三也代表領導，表示當事人具有足夠的能力來領導他的工作團隊。他同時也是一位有遠見的領導者，看看他立足的山巔，站得越高就能看得越遠，看得越遠就能做出最有前瞻性的措施和決定來。遠見無疑是領導者的重要特質之一。權杖三也可能是提醒當事人勿急躁，勿短視近利，要學習這位商人的長處，往遠處思考。\
\
　　權杖三也代表合作。看圖中幾艘船各司其職，前往他們的目的地交易，這個龐大的商業帝國無法靠領導者一人之力建造，必須要許多人通力合作才能完成，因此合作絕對是重點。\
\
　　我們可以把權杖三和愚人、隱士做比較，這三張牌的人物都站在山巔懸崖上，三張牌都有某種程度的探索意味。愚人像剛出生的嬰兒般，迫不及待踏出腳步，探索這世界﹔隱士默默站在無人雪山上，探索自己的內心﹔而權杖三的商人是往「前」目送他的船遠航，前往一個未知的世界。他不像愚人般欠缺思考，也不像隱士般享受孤獨，他深深明白自己在做什麼，且隨時準備走出下一步，不過那必得是經過縝密思考計劃之後。權杖三表示這是個探索新領域的好時機。\
\
　　感情方面的占卜，權杖三可能代表成功的遠距戀愛，或是探索新對象。旅行占卜，權杖三通常表示出國進修或出差。\
\
　　\n\n   權杖三逆位，可能表示欠缺合作、不好的夥伴、缺乏遠見、欠缺領導力、貿易失敗，原因可能出在當事人過度自信、野心太大、計劃不周。權杖三逆位也可能代表延遲。"


qz4_ast="   正位：罗曼蒂克，深入交往，和平繁荣，悠闲生活，休息。\
\n\n    逆位：失去平衡，没有结果的恋情，容颜渐衰，不确实，懒惰"

qz4_qs="\n大体上的意义\n\
    权杖四代表坚固--将权杖三中所决定的计划变得稳固或实在的行为。它经常暗示搬入新家或换工作，也表示你在目前的环境中安定下来。\
乔安来找我占卜时，已经住在小平顶屋三年了。他抱怨他的室友对那个家很少付出，甚至拒绝拿邮件进来。看完纸牌的配置后，我指出乔安本身并不特别想要在那屋子安定下来。他同意。因为权杖四出现在不久的未来的位置，所以我可以看出他即将把这个家变得更像一个家。算过之后，他立刻决定把白色的墙改成它喜欢的颜色，并调整家具摆设，让它更舒适。\
\n\n两性关系上的意义\n\
    在两性关系的算法中，权杖四指出你正在稳固你的两性关系。四根深植在地上的权杖呈现一个更深的承诺或确实坚固的关系。城堡表示家庭的安定力，而在前庭的人们则显示火性类型的好动本性。\
\
\n\n倒立的权杖四\n\
    倒立的权杖四表示你正要离开一个家园或工作环境，不过，这个新环境可能大不同于你正要离开的环境。它也暗示你在新环境中会少有安定性。譬如，你可能到国外渡十二个月的假，而在期间走访六或七个国家。倒立的权杖表示你无法在任何特别的地方安定下来，因为那四根权杖已不在牢固在地上。\
倒立的权杖四也可能表示一个暂时的情境。例如，在找到比较长远的工作前，你可能做些暂时性工作。它也可表示缺乏稳定性的计划，有时暗示你必须学着欣赏在家或工作环境中所拥有的。正立纸牌的所有的可能性都是明显的，可惜你不参与周遭环境，或为它付出。\
就好像你不属于周遭人们，你只是路过这个社区。\
在人际关系的算法中，倒立的权杖四指出伴侣关系没有任何发展，也许成长在权杖三的期间中断，果真如此，应该回到权杖三的课题上。"

qz4_kh="　　四根巨大的權杖聳立在前方，其上掛著象徵勝利的花環。兩位女子手持花束高舉頭頂歡慶舞蹈著，遠方隱約可見慶祝的人群，呈現一幅和諧且繁榮的景象。右邊有護城河上有座橋，通往遠方的表示穩固莊園城堡。\
\
　　相較於權杖三的遠航出海，塔羅牌所有的四號牌都表示穩固與休憩，有一種「回家」的感覺，同時也代表該牌組的初步完成，權杖四兼具以上意義。所有的桌椅都是四支腳、建築物要四根柱子、汽車要四個輪子...就連四方形也會給人一種很穩重的感覺，仔細看看，權杖四前方的四根柱子是不是也讓人有這種和諧穩重的感覺呢？遠方的城堡更是象徵穩固的避風港。所以，權杖四的一個主要牌意就是穩固，也就是基礎很穩的意思。學生抽到權杖四，表示他以前的學業基礎打得很好；戀愛占卜抽到權杖四，表示戀情穩定，其餘可依此類推。\
\
　　在權杖之上掛著花圈，跳舞的女子手上也捧著花束，而且上面都有果子呢！這正是象徵繁榮與富裕的典型，表示這是個豐收的時節，而因為豐收，所以人們可以大肆慶祝，和樂融融。\
\
　　整體而言，權杖四是一張非常正面的牌，可以代表生意的成功、好的開始、目標達成、愛情或友誼的萌芽、婚禮、生產、慶功宴、慶生會等令人欣喜的事件。另外，權杖四的場景在鄉村，所以也與鄉村或美滿的家居生活有關。\
\
　　\n\n  權杖四逆位，偉特書中解為意義不變，也許快樂的涵義沒有正位時明顯，或者是由於當事人貪得無饜，無法感到滿足或感激。現今詮釋通常解為基礎不穩、不和諧、目標不一致、人際關係不穩定等，視占卜的問題而定。"


qz5_ast="\n   正位：将有激战，有强攻，克服障碍的斗志了，劳苦，争吵\
\n\n    逆位：欺诈，策略，受牵连，诉讼，问题复杂化的状况。"
qz5_qs="\n大体上的意义\n\
    在日常中，权杖五暗示一群人无法团体工作。例如，你可能短期在一个团队计划立工作，而团队里每个人都由他们自己的想法。权杖五指出在团队成员同意要妥协或共同合作之前，将会发生冲突。\
权杖五代表同一时间内，对太多要求所产生的内在冲突。例如，玛丽娜在最近的一次占卜中，机会每次都选到权杖五。而事实是，她企图周旋与一个全职工作，一个夜间教职，以及一个家庭之间，而且选修了几门课。所有的事情需要她同时照料，这开始似乎很吸引她，但现在她则累坏了.\
权杖五也可以表示你浪费精力在太多的方面，以至没有一方面有效率，或表示在激烈的竞赛中挣扎。\
\
\n\n两性关系上的意义\n\
    在两性关系的算法中，权杖五说明两人各有不同的生活形态，没有相关的兴趣和共同的朋友。各自追求不同的生活形态时，亲密关系就会受阻。有许多的刺激欢乐，但是有一体性。\
权杖五也指出火爆且竞争的两性关系，这会造成伙伴之间经常性的冲突。\
\
\n\n倒立权杖五\n\
    当权杖五倒立时，这表示你已采取一个更开放的行动，而且你准备妥协或尝试新方法。所有塔罗牌的五都表示某种形式的改变，倒立时，表示以一个开放心胸及更包容的方式来改变。\
倒立权杖五表示理解到时间与精力都被浪费了，采取新方法是必要的。有时在你准备改变之前，规则需要被放弃，战争需要变得更严重.\
在一个团体或生涯的算法中，倒立的圈杖五暗示妥协是可能的。而且在如此情况下才能更亲近的倾听别人。"
qz5_kh="    迥異於權杖四的和諧穩定局面，權杖五呈現一群年輕人混戰的場面。每個人手上都拿著一根杖，彼此僵持不下，誰也不讓誰。偉特說：這是一場模仿的戰役。\
\
　　塔羅牌中每張五號牌都與衝突或失落有關。而權杖的火相特性，自然就以競爭為主題來表現。具有權杖特質（即火特質）的人很容易將人生看作是一場戰爭，因此權杖五的中心主題就是競爭的局面。這和聖杯五的情感失落，以及錢幣五的金錢失落，有很大的不同。我們也可以把權杖五拿來和寶劍五相比，兩張牌乍看類似，但重心不同。權杖五的重點是熱血激戰的局面，這和火元素的特質相關。而寶劍五著重的是戰爭結束後，無論勝利或失敗都沒好處的教誨。\
\
　　「打架」在一般人眼中總是不好的事情，因為這通常和人與人之間的衝突有關，或許是小口角、意見不合，也可能是較大的爭端。如果當事人身處這種局面中，請記得宰相肚裡能撐船，唯有容納各種不同的意見，這個社會才能更豐富並且更和諧。\
\
　　從更廣義的角度來看，其實權杖五可以代表人生的戰爭與挑戰，在考場、情場或財場上舉行。這場戰爭可能很辛苦很費力，但誰敢說自己不會是贏家呢？也許贏了之後，隨之而來的利益與好處讓人感到相當值得也不一定。\
\
　　除了外在的衝突之外，權杖五也可能代表內心的衝突與矛盾，通常是出現在面臨困難的抉擇或挑戰時，而且有時內心的衝突比外在的衝突更難以解決。這時候應該要保持冷靜，找到令你困擾的源頭，並加以破除。\
\
　　仔細看這張牌，裡頭大夥兒都打成一團，沒人在勸架，也沒人冷眼旁觀。每個人都在模仿別人的所作所為。權杖五出現，可能在暗示當事人要模仿。或者，更進一步，要下去打場轟轟烈烈的戰爭。\
\
　　正位的權杖五代表這起碼是場公平的競賽，\
\n\n    逆位的時候就不一定了。欺詐、作弊等奸詐技倆可能會出現。偉特本人對權杖五逆位的解釋為：「訴訟，爭執，欺詐，矛盾」。 "



qz6_ast="   \n正位：希望实现，胜利捷报到来，努力有成果，幸运之旅\
\n\n    逆：恐惧，不诚实的交易，进账较晚，内部有敌人，只是配角"
qz6_qs="\n大体上的意义\n\
    权杖六表示工作的升迁、证实达成目标，或仅是一种自信的生活态度。尚保罗为筹凑扩展生意的资金而困扰，他问我是否那几家银行肯贷款给他。我审视了他所选的四张牌，一张代表一家银行，第三张是权杖六，我告诉他，这家银行很有可能会帮助他。他后来确定这家银行非常乐于帮助他，虽然其他两家已经接受它的贷款申请，但迟迟未决定借钱给他，所以他选择第三家银行。假如你用牌，这样的问题：“如果我尝试某某，会不会成功？”如果是出现权杖六，答案会明显的是“会”。\
\
\n\n两性关系上的意义\n\
    在两性关系的算法中，权杖六证实你和你的伴侣有相近的目标，而且你们有可能达成这些目标。权杖六有时暗示着，你们的关系正到达另一新的阶段。例如，你们可能会结婚或住在一起，或者可能决定要有小孩。\
葛雯在二次大战时住在苏格兰，她遇到一位年轻的美国空军。在他们相恋六个礼拜后，他被调返美国。她请求父亲准许她嫁给他，但被父亲拒绝，葛雯的心碎了。她近其所能的离开家去追求她自己的生活，但再没有见过她的空军男友。\
她结婚后搬到澳洲组织家庭。这些年，她没有一天不思念他，尤其在离婚后，更加想念。在解读中，我清楚地看到这位空军，并建议她写信到他失去联络前的美国地址找他。\
她照着做了，并且收到一封很长的回信。这位空军结过婚，也离婚了，在他们分手后每天都想念着她。他曾三次环游世界去寻找她，但没找到。\
他们在重聚两个月后来看我。为了庆祝他们的复合，隔天他们就启程去环游世界，还送了我一瓶香槟以分享他们的幸福。\
权杖六出现在两性关系的牌面上，表示两人因拥有共同的目标而获得成功。\
\
\n\n倒立的权杖六\n\
    倒立的权杖六代表有恐惧或脆弱所产生的虚假的勇气与乐观，结果是，所追求的事物很少成功，或成功为时极短。\
你所投入精力的每一想法和态度，将会成长并发展成具体的事物，所以，那些消极的想法、失败主义、疑心将会产生相应的事实。\
在平常，倒立的权杖六表示它太快放弃。你感到压力太大或担子太重，失去对成功的期待，希望能从困难的情境中解脱。它有时是指你无法实现该属于你的成功，因为你太早放弃。\
倒立的权杖六也可以表示抛弃某人或某事。它指示在一项关系或是也缺乏共同的方向，而导致分离。"

qz6_kh="　　一位年輕男子，戴著勝利的桂冠，騎著白馬凱旋而歸。四周都是圍繞簇擁著他的群眾。白色代表純潔，馬象徵力量。紅色的外衣象徵積極主動與熱忱。男子手持的權杖飾以勝利花環。艱辛奮鬥已然過去，他現在抬頭挺胸，享受屬於他的榮耀時刻。\
\
　　我們可以把權杖六看成戰車的小牌版本，兩張都代表經由努力獲得的勝利。在男子凱旋而歸之前，必定有一番艱辛的努力，他憑藉他的熱忱（紅衣），克服重重的難關。現在，他已經勝利歸來，享受眾人的歡呼，一切都已經值得。權杖六很明顯的是張代表勝利的牌，通常是形於外的勝利，比方說金榜題名、衣錦還鄉。因為世俗的勝利才有眾人為你歡呼，這時必定享受各方榮耀與讚美。相反的，精神、性靈、心靈成長方面的進展，只有自己知道。不過，當周圍伴隨表示心靈成長的牌時（例如女祭司、隱士、太陽等），權杖六也可以顯示當事人的心靈成長方面獲得顯著的進展，也就是靈性的勝利。\
\
　　即使沒有明顯的勝利或榮耀，權杖六起碼代表某方面顯著的進展。如果手邊有什麼工作，權杖六代表工作的進展。準備考試，權杖六也代表實力極大的進步。感情方面，更是贏得佳人歸的好兆頭。\
\
　　仔細看男子的姿態，他是多麼抬頭挺胸，充滿自尊、自愛與自信。自信的獲致不是偶然，他深知自己的出色能力，更明白自己身為領導人物，是眾人的仰望的對象。他野心勃勃，而眼前他的目標已經達成，這使得他的自信更加深刻。\
\
　　另一方面，我們也可以把凱旋男子騎著白馬當成好消息的到來。成功與進展也可能以好消息的方式來呈現。例如長久以來盼望的得到的工作機會主動找上你，或是獲悉愛慕的對象對你有意。\
\
\n\n　　權杖六逆位的意義，第一，勝利的騎士跌到馬下，變成失敗者。第二，自信演變為驕傲，而驕者必敗。第三，好消息變成不利當事人的壞消息。第四，遲來的成功。權杖六帶來的重要課題就是，即使成功，也要懂得謙抑，因為有一個成功者，必定有許多失敗者，誰知道自己不會是下一個呢？ "


    
qz7_ast="\n    正位：战斗的勇气，战胜挑战者，有利的立场，胜利，成功，反对。\
\n\n    逆位：怀疑自己的勇气，优柔寡断，踟躇不前而失败，困惑，"
qz7_qs="\n大体上的意义\n\
    权杖七表示你需要更大的挑战。在生意上，它表示开拓州际或海外市场的行动。新的市场将带给你新的挑战与难题，等你一一去克服。它也可以表示，现在正是你事业多元化的时机。\
权杖七的讯息是“不要放弃”。继续努力前进，你将得到成功的回报。你投注于完成目标的体力与行动，将是值得的。\
权杖七也可以表示，在某个时候，你做两份工作，以便存钱到海外度假、教房子的定金。如果你努力，最后你将得到这些报酬。\
\
\n\n两性关系上的意义\n\
    在两性关系的算法中，权杖七可以表示，在某种处境中，伴侣中的一位市场为他们的信念或行动辩护。简单地说，他表示在你们关系中出现了更大的挑战。例如，一个新生婴儿会增强紧张程度，出现挑战，直到小孩长大而你们的家庭以适应这样的改变。\
权杖七同时也代表两性关系将以到达更高层的承诺形式带来更大的挑战。也许你不曾经历如此程度的承诺，所以一开始会觉得这是挑战。\
\
\n\n倒立的权杖七\n\
    倒立的权杖七表示你的火少得太小，而无法应付你所面对的挑战。你可能走克服反对的困难，而陷入焦虑、优柔寡断或是忧郁。\
这可能是你从新的市场或专投资中获利的机会，但你受阻与你以往做事的方法。\
倒立的权杖七暗示这是放弃旧态度的时机，特别是那些限制你的旧态度。也许你是用过时的方法去应付新环境，或者是你还把自己当成往日年轻的你来看待。\
塔罗牌中所有倒立的七含有“不要坚持”的意义。这张纸牌强调停止支持一个不合时宜的信仰体系的需要。它意味着不要迷恋过去。\
如果你继续作你一直在做的事情，你将会得到你过去一直得到的东西。换句话说，如果你想要一个新的结果，那就试试新的方法。\
倒立的权杖七指明要作出一个决定。当行动的方向决定后，权杖天生的自信会再度回复，以克服眼前的困难。\
我在伦敦六个月的旅行中，带着我的纸牌，想赚取一些旅费。起先我借了一张可携带的牌桌在各个市场里摆摊，从当地小型园游会到波特贝勒路的市场。坏天气加上清晨六点就开始工作，一个月后，我已经十分疲倦，我决定我需要新的方法。\
我买了一些另类生活杂志，坐下来边喝茶边看。我打了电话给伦敦附近算塔罗牌的地方，但没有一家需要我。然后我打给没有提供塔罗牌服务的复健中心，希望能租个房间。我找到这个完善的中心，离住的地方不超过十二分钟的路程，在日后的居留时间里，我安稳地在那儿算我的塔罗牌。\
如果我继续留在市场里，我可能将会受挫而且穷困。因为改变方法，所以我可以在舒适的环境中好好算牌，不用管外面的气候状况。"


qz7_kh="　　 綠衣男子站在青蔥的山頂上，手持權杖，奮力迎擊敵人從山下攻上的六根權杖。他高舉右手，表情堅毅。\
\
　　人生中隨時會遇到挑戰。有人選擇逃避，有人選擇面對，綠衣男子就是選擇堅守崗位的那一位。他雖然孤軍奮戰，但他站在高處，得享有利的位置，所以敵人不是那麼容易攻上。因此權杖七在告訴我們，不要害怕面對挑戰，雖然無助，但只要堅持到底，成功率還是很高。\
　　他高舉權杖，卻尚未擊下，只是堅守防禦位置，勝負尚未分明。但這並不像權杖五的混戰僵局，而關乎一個人在遇到衝突與對立時，能否拿出勇氣與決心來奮鬥下去。\
\
　　當抽到權杖七時，事情或許顯得棘手，或許你沒有把握，但是請記得，無論你感到多無助，事情並不像你想得那麼可怕。只要像圖上的男子，拿出大刀闊斧的決心，成功之路將為你開啟。\
\
　　在學業事業方面的占卜，權杖七預示了藉由決心與勇氣而獲得成功的可能性，但是，在感情方面的占卜，卻不樂見權杖七出現。因為雙方的相處若是向權杖七所描述的衝突對立，而不包容傾聽，心房怎會為對方開啟呢？你防我，我攻你，爭論何時休？如果遇到其他戀情破碎的牌一起出現（例如寶劍三或聖杯五），情況將更為糟糕。\
\
\n\n　　權杖七逆位，原本站在有利位置的男子落到下方去了，局勢反而不利。男子此時可能成為戰場上的逃兵、情場中的懦夫。失去了自信，男子變得脆弱無比。原本勝面極大的戰役，軍人卻如此懦弱，似乎註定有去無回。問卜者此時應先弄清楚情況，這場戰役值不值得打？若冷靜分析客觀條件，可望成功，問題只是出在自己的軟弱心態，則應堅定意志，仍可扭轉局面。若此場戰役客觀條件很差，則明哲保身為宜。"


qz8_ast="   正位：行动，快速旅行，转移方向，决断，决行，一鼓作气，活泼。\
\n\n    逆位：争论，家庭不和，嫉妒，一蹶不振，延迟沉滞。"
qz8_qs="\n两性关系上的意义\n\
    权杖八在两性关系的算法中是相当正面的。它说明你和你的伴侣一起享受生活，无需受困于各种难题。她表示你们喜欢彼此为伴，没有恐怖或约束。\
有个这样的例子是发生在卡伦的占卜中。当她来占卜时，她的伴侣麦克刚完成两年全天的学业，他们准备到威尼斯度假五周。权杖八暗示他们将能完全的享受这趟旅行（四周后我收到寄自威尼斯的明信片证实这点）。权杖八代表一个探索生活的机会，包括探索周遭环境和对方。\
权杖八同时也只是你的两性关系是健全的，因为两人有足够的空间可以拥有自己的生活和朋友。\
\
\n\n倒立的权杖八\
    倒立时，权杖八表示没有任何土地可以让火立足，或让火的狂热朝一个实际结果发展。它代表一个没有达成预期的结局的情境。火（热情）没有土（实际），可预见计划不能实现——单只有热情是不够的。\
当纸牌是倒立时，它暗示你尚未学会前一张纸牌的课题。在此，你还没精通权杖七中的内含课题，权杖八的倒立是暗示你必须回到权杖七，去理解不屈不挠的意义。\
倒立权杖八象征延误，像是未解决的阻碍（来自权杖七）一在重现而使你慢下来。回到权杖七（不屈不挠）的课题上，你能克服那些难题或挑战，并且找出通往正立的权杖八的方法。\
倒立的权杖八可以表示旅行计划的延误，或你的人际关系中的嫉妒或争吵。"

qz8_kh="八根權杖整齊劃一的在空中航行，背景是蔚藍的天空與青翠的山丘平原，還有一條寧靜的小溪流過。\
\
　　「迅速」，是權杖八的中心意義。八根權杖像飛機一般快速飛行，因此事情的發展將會快得出乎意料，拖延已久的事務也將在短時間內得到結果。如果你先前設定了目標，權杖八可能意味你能快速達成它。\
\
　　權杖八籠罩在一種自由且興奮的氛圍中。請注意這八根權杖頂端向下，即將抵達地面，因此，抽到權杖八，可以預見即將會有新事物抵達你的生活。也許你會突然遇見一位熱情的戀愛對象，突然得到新工作，突然得到工作上的靈感，突然認識新朋友。無論如何，權杖八會使你積極而樂觀。\
\
　　旅行也是權杖八經常代表的意義，尤其是航空旅行，或是突如其來的旅行或出差機會。通常是快樂的。\
\
　　這八根權杖我們也可以將它看成某種訊息，無論是新聞、耳語、還是各種小道消息。正立時，得到的通常是好消息；倒立時，則是壞消息。\
\
\n\n　　逆位的權杖八有兩種可能，一是步調太快，因而失控；二是延遲。在第一種情況，也許當事人會做出太過倉促的決定，表現太過衝動強勢，或是事情發展太快令人措手不及。建議當事人謹記欲速則不達的道理。第二種情況，在實際占卜中可能發生普遍性的延遲狀況、旅行也可能取消，或是遇上交通問題，宜多加小心。另外，偉特本人認為正位的權杖八是愛之箭，逆位則是嫉妒之箭，可能發生爭執，在占卜時亦可應用。 "

qz9_ast="   正位：等待，接受试验，隐藏实力，看不见的敌人，因气势强而胜利，不知为何而做。\
\n\n    逆位：有妨碍，逆境，厄运不断，不愉快的经验，气势衰弱，"

qz9_qs="\n大体上的意义\n\
权杖九是一张用来衡量你过去的失败与成功，并决定在未来要做些什么的牌。他先是你察觉，并不是所有你尝试的事情都会成功，这是一个时机，你必须抛弃你生活里一些不完全的计划。\
例如，约翰并不确定他和葛丽泰之间的关系。他深爱她并希望和她结婚，但也了解到这意味着他的生活形态必将改变。特别是，他正考虑是否继续当个空服员。他喜欢这份工作，而且得以脱离约束及单调辛苦的工作，这是他对很多人际关系的态度。他正在衡量他过去的承诺并决定未来的重心所在。他了解到他工作上的约束可能妨碍到他和葛丽泰的关系。对葛丽泰更深的承诺意味着要放弃其它的约定。\
在另一个例子，布兰达和她的丈夫在他们损失大量的资金，而且每周工作五十小时的十五个月后，卖掉了他们的事业。她想要再做另一个小生意，态度自然非常谨慎。权杖九的出现，反映了她对进行新事物的态度。\
\
\n\n两性关系上的意义\n\
    在两性关系的算法中，权杖九表示你以一个谨慎的态度看待你的伴侣或一般的两性关系。也许你曾经被你的伴侣伤害，或还没有解决过去的两性关系，所以你无法真诚的向你目前的伴侣定下承诺。\
这张牌指出需要检视过去，及衡量你对目前两性关系的承诺。\
\
\n\n倒立的权杖九\n\
    倒立权杖九牌显示问题已经大到超过你身体力量，你的对抗已经失败了。态度强烈左右结果。当倒立的牌出现，表示你深受恐惧或疑惑的折磨。\
我的一个顾客，莎拉，由酗酒的父亲带大。他会毫无理由的、残暴的殴打她。当她五岁时，她学会被攻击时，赶快逃开。对一个小孩子而言，这是很好的生存机制，如此她才可以活到今天。但不幸的，她没调整她的防卫机制，当她目前的两性关系发生问题时，她立即逃开。她只知道抓着钱包，然后逃离家门，直到隔天都没有人能找到她。\
她三十七岁了，她的恐惧以及她应付恐惧的方法已妨碍到她和先生发展更进一步的关系。她需要回到正立权杖八的课题上，去经历生命自由自在、舒适的一段时间。\
权杖九的倒立显示，倾向关注失败更甚于关注成功。你必须了解失败有益成功，换句话，失败只是延迟成功。当你没有实现当初预期的结果时，至少你已经知道那一条路不能走。\
倒立权杖九也意味你需要寻求不同的方法。它未必暗示你应该放弃争斗，仅时表示你应该改变你的方法以应对情境。"

qz9_kh="　　一個壯漢靠著長杖，似乎在等待著什麼。他的頭上紮繃帶，顯示他在過去戰役中曾經受傷，尚未復原。但他並不畏懼，仍然緊鑼密鼓等待著敵人的下一波來襲。他身後豎立八根權杖，井井有條，像是柵欄，包圍著壯漢所守護的家園。\
\
 　　首先，我們仔細觀察壯漢的身材及神色，他的眼神十分警覺，肌肉壯碩，姿勢緊繃，肩膀微聳。前一場戰役留下的傷勢尚未復原，卻仍積極備戰，這些都顯示出他的警覺心，以及固執堅毅的一面。因此，雖然權杖九通常表示處於壓力下的備戰狀態，但唯有在這樣的態勢下，才能真正考驗出一個人的能耐。\
\
　　防禦也是權杖九的主要意義之一。他身後豎立的八根權杖像是他的資源或靠山，但他戰戰兢兢，絲毫不敢忽視敵對一方的勢力，無論如何，他都要捍衛到底。\
\
　　他頭上的傷，儘管帶給他身體上的傷害，卻也可以視為一種彌足珍貴的經驗。因為有舊傷的警惕，他在下一次戰役中，會更懂得保護自己。權杖九也可以代表身體的外傷，特別是頭部。\
\
　　抽到權杖九的時候，當事人通常在過去遭逢挑戰，未來出現的考驗未定。當事人務必要學習這位壯漢的信念，小心翼翼，切勿托大。強悍一點，在這時候可能有用。堅持更是面對挑戰不可或缺的精神。我們不知道敵人何時會來襲，一定要隨時保持備戰狀態，有句話說：機會是給準備好的人。\
\
　　在感情方面的占卜，權杖九不能算是好兆頭，當談感情時要「防守」、「備戰」、「受傷」、「等敵人」，這段感情的品質可想而知。也許你想拿出堅毅不撓的精神，但辛苦總是難免。\
\
\n\n　　權杖九逆位時，當事人可能失去圖中壯漢的精神，萎靡不振，準備不足，健康亮紅燈，甚至想放棄防禦。或者是敵人的勢力超出他可以應付的範圍，很有可能失守。這並不代表一定得放棄，但也許當事人應該多想一些更好的辦法來應對。此外，權杖九本身即有等待之意，逆位時，延遲的涵義更加強烈。"

    
qz10_ast="  正位：过重的负担，压迫感，过度疲劳，不安，为达到目的而承受苦难。\
\n\n    逆位：不诚实，逃避各种责任，反叛者，阴谋，损失，密告，搬弄是非。"

qz10_qs="\n大体上的意义\n\
    权杖十通常伴随着一种态度：“如果你想妥适的完成它，你就要自己做。”在做生意当中，你就可以发现它很难，或不可能假它人之手。如果你真的让别人来做部分的工作，通常你得检查完成的产品。你觉得身负重任，所以不能去信任别人也能完成这件工作。\
它也可能是在描述某个自雇型的人，他事必躬亲以确保工作的完成。或者它也可以形容你负担了一些并不属于你责任范围内的事物，例如，觉得有必要为了另一个人而负起责任。\
在有关健康的算法中，这杖牌指示着背部和肩膀的紧张。请注意，这个人负荷这十根权杖的重量。他会达成他渴望的目标，只是目前的挣扎实在是不必要的。\
\
\n\n两性关系上的意义\n\
    当权杖十出现在两性关系的算法中，它暗示着你想要对这项关系的持续成功负起全部的责任。然而，对一项两性关系而言，这并不是一种务实的态度，意味牵涉到两个或更多人，而且你也不能为伴侣的决定、行为或信仰负责任。\
这张十可能意味着，假如你的两性关系中出现问题或困难，你会完全归咎于自己身上，而且只有你的行动可以修正整个状况。\
如果在牌形当中，它是伴随代表生意或钱的牌，它可能暗示你太忙于生意上的利益，而忽略了追求两性关系。\
\
\n\n倒立的权杖十\n\
    权杖十的倒立通常是说，你太忙于和事业有关的事，而没有去处理情感上的需求。长时间的工作、夜晚轮值，或在周末上班，是避免各种人际关系，或者忘掉一段特殊人际关系的某些方法。\
权杖或是火性的人通常比较喜欢去接受一项新挑战，而不是去解决一个既存的问题。在这个案例中，重量和数量都在增加其负担，到头来这个人有可能会在身体及情绪上都功亏一篑。\
权杖十倒立，意指你需要分派出若干责任，以及解决目前的问题，而暂不进行任何新事物。如果这十根权杖掉在地上，你有三个选择：你可以把它们拾起，并以不同的方式携带它们；你可以拾起它们，然后按照原来的方式搬运；或者你可以丢下它们，并寻找新方向。\
如果你决定把它们丢下，很重要的一点是：你一定要明白这一次为什么你会负担如此沉重。如果你不的话，你可能会沿路捡起另十根权杖， 再度陷入以往的困境。\
如果你了解为什么会被这十根权杖压得喘不过气来的过程，你就可以截然不同的方式重新开始了。些到这里，我知道自己也正体验着权杖十倒立所传递的讯息——目前我在写作三本书，阅读三本书，讲授一门精神科学的课程及计划在明年进修。在进行这些事的同时，还要帮忙喂养一个刚诞生的新生儿。"\

qz10_kh="　　一個男人奮力的扛著十根沉重的權杖，朝著遠方的房子前進。他被權杖的重量壓得喘不過氣，疲累萬分，但他仍不願放棄，為了生活，一步一腳印的往前走。\
　　權杖十的中心意義除了最基本的「壓力」之外，還代表「努力」，而且隱含成功的可能。偉特本人就指出，權杖十的牌義還包括收穫、好運、任何形式的成功，然後才是伴隨而至的負擔。\
\
　　忙碌的現代人對於權杖十的主題想必感到非常熟悉，然而，我們必須思考的是，圖中的男子為何把自己弄得如此疲累，難道沒有更輕鬆的方法嗎？造成他壓力的原因很多，可能因為不敢說「不」、計畫不周、同時做太多件事、付出太多承諾、怕丟臉等。然而他不肯放棄，因他懷有相當程度的信念與責任感，他想要一個人負起所有的責任，卻忘記他只是凡人，不是超人。也許有成功的可能，但是其實不必如此辛苦，因為他只懂得利用權杖的作風──向前衝！卻缺乏思考與計畫，因而導致如此辛苦的局面。其實只要多做些規劃，並懂得拒絕的藝術，就可以明顯改善這種情況。\
\
　　同樣的狀況也可能發生在戀愛或婚姻中，顯示當事人總是把事情往自己身上攬，卻忘記戀愛婚姻是兩個人的事。他覺得辛苦，卻不肯放棄，緊抓著這段關係不放，希望能繼續下去。然而，苦苦維持一段品質不好的關係，對雙方都沒有好處，建議當事人看清楚事實，運用建設性的解決之道，來改善關係。當無藥可救時，不如快刀斬亂麻。\
\
　　權杖十逆位，傳統上有兩個方向可以解釋。第一，表示壓迫到了臨界點，快要崩潰了。第二則是當事人意識到這個狀況，因而放下負擔。或是由於快要承受不了，不得不丟下負擔。"


qz11_ast="  正位：诚实的人，优秀的辅佐，使者，可供参考的信息，好消息。\
\n\n逆位：不安定，缺乏决断力，祸从口出，流言中伤，坏消息。"

qz11_qs="大体上的意义\
    权杖侍卫意指该是开始某些新事物的时候了。它是展开一项新方案或旅行（如果有其他旅行牌出现在牌局中）的行动，且将指引你一个新方向。\
当牌局中出现了权杖侍卫，而你有已超过二十二岁，则它可形容想要掌控某新事物的行动——一项新工作，或某处理状况的新方法。这状况是你再度感觉年轻。\
\
\n\n两性关系上的意义\n\
    权杖侍卫意指开始一段新关系，或者是进入现有关系中的新阶段。这段新阶段需要多加强身体上的努力，因为权杖类型的人需要肉体上的活动，好让他们觉得他们的努力是值得的。\
在两性关系的算法中，权杖侍卫可以单纯表示该相关人士的本性，例如，一个充满热情但有时会失之急躁的年轻人。\
用来描述一段两性关系，侍卫牌所叙述的是一种激情的互动，充满了户外的追逐，并需要有充沛的体力。\
\
\n\n倒立权杖侍卫\n\
    权杖侍卫倒立意指思考太多而行动不足或这优柔寡断。侍卫的空气元素会使它想知道所有的细节——为何、何物、何时、何处以及何人——光这些便足以阻滞行动的开始。\
正立的侍卫意指你很快就能使计划成形，而倒立的侍卫则暗示你花太多时间计划，相对地，实现计划的时间就少了。所以在行动之前犹豫不决是这张牌的另一个意思。\
它可形容没有能力开始新事物，或是可以帮助你展开新方案的消息来源延迟了。\
侍卫牌倒立也可以代表一个孩子，或是二十二岁以下的人。这个人缺少某些正立侍卫牌所代表的狂热和激情，而这可能是环境或教养给压抑下来的。\
在两性关系的算法中，倒立侍卫牌可以表示一个不可预测的年轻人，他的烈性子或稍不留神，都可能在一段两性关系达到巅峰前就停滞不前了。\
这张倒立侍卫牌所形容的两性关系是，由于不受拘束的狂热和激情，或伴侣之一需要经常性的挑战，而是这段关系提早结束。"

qz11_kh="empty"



qz12_ast="  正位：出发，变化，幸运，旅行和变迁，晋升，荣升，项为之的领域前进。\
\n\n    逆位：突发的状况，中断，喧哗，决裂，分居，分离，不一致"

qz12_qs="\n大体上的意义\n\
    权杖骑士意指改变、旅行和行动。在有关家庭环境的问题上，它暗示搬家住新房子。在工作的分析上，骑士表示一趟和事业有关的旅行，或者是换了一个新工作。它是一张代表旅行的牌，尤其是和王牌、权杖三或者权杖八一起出现时。\
\
\n\n两性关系上的意义\n\
    在两性关系的分析上，权杖骑士代表意味积极、热情的年轻人，有勇往直前的态度和喜爱征服一切的个性。他喜欢的是坦诚而非圆滑，所以他的沟通方式是直截了当的。\
有时候骑士也可以形容一段在旅游途中所形成的两性关系。\
\
\n\n倒立的权杖骑士\n\
倒立的权杖骑士需要持续的冲突来分散他的精力，否则他可能就会变得在肉体或情绪上都不灵活了。\
他一直在找寻但是一无所获，因为他不断的移动，而且未经深思的行动通常是没有长进的，他总是在匆匆忙忙的行动中重复错误。这该市让他的思考赶上行动的时候了，这样才可能带给他成长。\
从一般的角度来看，骑士的倒立意味延迟、计划中断及不协调。遭遇对立的状态时就失去耐心，也是这张倒立牌的意味。\
倒立的骑士觉得自己很难把那些已经着手的事情给完成，他需要回归成正立的骑士，在行动之前好好的做计划。\
在两性关系的分析中，倒立的骑士说明一个人对某段关系，不愿意做出任何实际的承诺，因为他并不成熟。通常他相信“比较多就是比较好。”我用一位当事人来示范这种态度。他说：“为什么要死守住一个女人，外面不时有一大堆女人正等着你吗？”"


qz12_kh="empty"




qz13_ast="  \n正位：优雅的女性，家庭的，自然宽大，收获。\
\n\n    逆位：情绪不稳定、游移不定，妨碍、有阻力，嫉妒，没义气，傲慢"

qz13_qs="\n体上的意义\n\
    权杖皇后代表透过内在的力量而达到成功。相信你所做的事，以及做你所相信的事，可以帮助你了解你的目标。\
这张牌是在描述一个得到多少就会付出多少的女人。如果你令她难过，她会强力的保护她自己，而假如你是不公不义之下的受害者，她也会为了你的利益而战。\
\
\n\n两性关系上的意义\n\
    在两性关系的分析当中，权杖皇后是描述一个诚实、热心，并且喜欢追寻伴侣的女人。她喜欢接受挑战，而且当事情进行的太平顺时，她会为了追求刺激的缘故，而惹下麻烦。\
她喜欢运动和训练体能，也较喜欢一个乐于接受挑战的伴侣。她需要拥有很多属于她个人的自由，而且一旦给与她这样的自由，她将会拥有其他皇后所无法比拟的生气和活力。\
权杖皇后，结合了太阳以及（或者）力量牌，形容一种狮子座关系的两难。这包括以两性关系为代价换取事业的成功，或者是用事业为代价换取两性关系的成功。这是一种跷跷板式拉锯局面的安排。重要的是从爱当中发现力量，也就是说，拥有一种亲密的关系，在其中既非你支配别人，也非别人支配你。\
\
\n\n倒立的权杖皇后\n\
    在两性关系分析当中，权杖皇后的倒立是说她可能看不到自己的力量，并且淹没在恐惧及欲望当中。从另一方面来讲，她可能是跋扈和专权的，四处挑衅，好提醒她自己还活着。\
举一个发生在许多年前某个夜晚的例子，当时我和几位朋友外出。那是一家位于安静社区的饭店，正要打烊，警察就站在小路上，以确保饭店的客人安静的离开。我朋友和她女朋友都喝醉了，而且吵得很大声。一名警官要他们把音量降下来，他女朋友的反应是殴打警官。结果他女朋友被拘捕了，并被关了一晚。我朋友卖掉女朋友的马鞍来筹她的保释金，而救灾被释放的一个小时内她让他因窃盗而被捕。这出戏码持续了好几个星期，而且我确信她深爱这期间的每一分钟。\
权杖皇后可能常常会给别人建议，而这些建议其实很适用在她身上，因为她否定内心所压抑的东西，并将它投射到别人身上。她常常在还没有搞清楚状况之前，就纵身该情境中。她也可能会为那些不需要她支援的事挺身而战，亦可能在处理事物的方法上显得笨拙。\
倒立的皇后也可能觉得生命已经给她远超过她认为所能克服的，而这可能导致自我怀疑及丧失掉当她正立时所拥有积极、有信心的本性。然后她会假装有自信，变得容易嫉妒别人，当她的朋友成功时，她会一心想与对方竞争。\
它也可能在形容一个女人因生病、疲惫或失去方向，及需要支援而使她的火焰消沉。她需要恢复她的力量、勇气及希望。"
qz13_kh="empty"



qz14_ast="  正位：有教养的人，诚实绅士，有良知，极贤明的态度，优秀的父亲。\
\nn\    逆位：太过严格，独断，傲慢，太在乎面子而失败."

qz14_qs="\n大体上的意义\n\
    权杖国王代表透过自律和耐心而成功。自律可以让你超越自己，因此逆就会有充分的时间和体力来掌握更好的机会，让你完成已着手之事。这张牌形容一个坚强，而有时独断的人，通常他的言行都很坦率，适合从事销售或任何以目标为趋向的工作。\
\
\n\n两性关系上的意义\n\
    这名男子喜欢带有挑战性的两性关系，和权杖皇后是天生一对。在效率方面，你可以看见他坐在他的王座上，等候适合的女人来伴随他。他们将一起向还没有梦想到的目标航行。\
他喜欢户外活动，并需要一个可以轻松的赶上他的活泼伴侣。他既不多愁善感也不会太罗曼蒂克，但是他有一种勇敢和富冒险的精神，这就足以让任何两性关系显得有趣了。\
\
\n\n倒立的权杖国王\n\
\
    当权杖国王倒立时，可能象征逆身体所储存的能量偏低的一段时期。它意指你的健康需要透过休息和温和的休闲来重新平衡的一段时间。\
国王的倒立暗示一个人的心理比他的实际年龄还要年轻。对他而言，承诺始终是个问题。他宁愿转而接受一个新挑战，也不愿面对一个急需解决的棘手决定。他可能比正立的权杖更具宽容之心，但却较少自律。\
就日常生活而言，这张牌可以暗示你赶在你自己的前头，而忽视你目前的机会，因为你的注意力集中在未来的可能性。它也可能暗示失败乃肇因于缺乏自律。你可能会投入全副精力从事某个方案，到头来却发现只要花一点点精神就可以顺水推舟地做下去了。"

qz14_kh="empty"



sb1_ast="   正位：结果收成，滋生爱苗，结婚，丰富，一切顺利，幸福感。\
\n\n逆位：不安定，虚伪的心，无爱意，单相思，喜悦中暗藏阴影"

sb1_qs="\n大体上的意义\
    圣杯王牌代表某种感情的开始。相对于权张王牌所代表的肉体上、体力上的开始，它暗示你已打开心扉接受新机会。它可能是一段新的两性关系，或既存关系的新阶段，例如，一个更深刻的承诺、婴儿的诞生，或一种新层次的满足。此时正是你感觉情感满足的时刻。王牌描述的是透过感情和生活产生连接。你可能正经验着正立王牌的满足感或满意感。或许你正展开一项你全心期待的计划，或是一次旅行。\
\
\n\n两性关系上的意义\n\
    在两性关系的算法中，圣杯王牌确实是一张相当积极的牌。它可能是在暗示你两性关系当众的某个人正在帮助你和你的心灵目标连接。这段关系正提醒你心灵的泉源，并以爱将你和那泉源连结起来。\
王牌也可能意指一段新关系，或一段既存关系中的新阶段。\
\
\n\n倒立的圣杯王牌\n\
    当这张牌倒立时，牌上面画的手就不能握住杯子了，而杯内也装不住任何东西，上面的鸽子也找不到入口进来，那么它就无法带来心灵上的祝福了。\
当王牌倒立时，杯内的东西就会泻出来，意味情感和心灵上的空虚。它可能暗示不快了是因为某种情感破裂的状况。为了克服这种状况，你需要发展出内在的和平和宁静。没有了这种和平，你的情感可能会遮住你对生活的视野，或是限制了你的成长和发展。\
王牌倒立意味你已经和心灵目标失去连结，失去这份连结，你将逐渐在情感上、创造力上以及肉体上越来越感到饥渴。你须观照内心寻找爱的泉源，而且从对人生的期望中解放自己。这张牌可能意味你与生活以及心灵之路脱节，所以你才会无法辨识生活所提供给你的各种机会。花些时间深思你真正的目的，可帮助你重获清晰的远景。\
王牌倒立可能还意味着你无法包容生活所提供给你的情感上的机会。或许你认为你正在做的那些不必要的事远比心灵上的价值还更重要。例如，当我坐在这里打字时，我感到困厄。当我看到我身后那小宝贝时，我为我的紧张严肃哑然失笑，因为我看见了心灵的能量透过肉体的形式呈现出来。他在最简单的事情当中发现欢乐，而我却在复杂而结构化的世界当中失去快乐。"

sb1_kh="　　聖杯一是所有小牌的一號牌中最富象徵意義的。圖中的聖杯就是耶穌在最後晚餐中使用的杯子，杯上有個倒立的Ｍ字母。\
\
　　據說，在耶穌死後，他的鮮血就是由這個聖杯所承裝著。白鴿是天主教中聖靈的象徵，牠啣著象徵耶穌身體的聖餅，自上而下彷彿要進入杯中，象徵靈魂進入物質世界。另一方面，在天主教儀式中，也經常將祝聖之後的聖餅和杯中的酒混合，藉由耶穌身體和鮮血的結合，象徵耶穌的復活。杯中有五道水湧出，象徵人類的五種感官。下方的水面平靜，只有少許漣漪，睡蓮處處，而既是睡蓮，則水必有一定的深度，顯示出感情的深廣豐沛。睡蓮莖長，向上伸展至水面，象徵人類靈魂的覺醒。二十五滴水珠從四面落下，飄浮在空中，暗示藏在小牌背後的意義深遠。一隻手從雲中伸出，這隻手和權杖一與寶劍一中的手截然不同，它是輕輕的捧著聖杯，而非用力抓住聖杯，因為愛只能細心呵護，越用力想抓住，只會讓它窒息。\
\
　　聖杯一經常代表新感情的開端，對於人際關係是非常好的徵兆，無論是新戀情、新友誼，或是任何一種人際關係。聖杯一也可能代表一段快樂滿足的時光，當事人能敞開胸懷，擁抱喜悅，盡情付出愛與關懷。在情感剛開始的時候，愛、喜悅與關懷總是滿溢，手捧著聖杯，從雲中伸出，好像把愛送給對方。聖杯一請你保持慷慨，了解施與受的福氣。\
\
　　在某些情況下，聖杯一可能表示直覺的開啟，對神秘事物開始產生興趣或是開竅，感受性敏銳。此時勿忽視心裡的聲音，各種夢境或是直覺，都可能帶來珍貴的訊息。聖杯一是精神生活富足的象徵，也可能是靈性成長的開始。\
\
　　通常在人際關係占卜中，聖杯一都代表美好的開始，當事人能從中獲得喜悅與滿足。如果是占卜已經維繫很久的感情，出現聖杯一，最好仔細審視週遭的牌，看看是否有外遇跡象。若是在無關感情的占卜中，出現聖杯一，可能表示這個局勢需要用愛來化解，請散播善意，為對方著想；如果對方向你傳達善意，請欣然接受。\
\
\n\n　　聖杯一逆位，杯中的水就流出來，杯子變成空的。通常代表情感上的挫折，也許當事人會在情感上遭遇失落、分離、失望或不滿足。可能會感到被否定、被拒絕、被背叛或寂寞，因而感到抑鬱悲傷。可能感到對方不是真心，或者自己無法付出真心。新感情可能遲遲不開始。人際關係也變得虛偽、不穩定。這時候當事人往往有強烈的不安全感。有時候聖杯一逆位的癥結在於當事人自己的心態，不願付出，自己也不會有回報。好像圖中的手，能夠施與是種福氣，在手心向上的同時，自己才是最富足的人。"

sb2_ast="   正位：狂热的爱，热情，结婚，美好的友情，因默契而使彼此结合，获得重生。\
\n\n逆位：虚伪的恋情，离婚，互相猜忌的友情，对立，无法满足的爱。"

sb2_qs="\n大体上的意义\n\
    圣杯二意指一种心灵上的契合。它形容一种既丰富又有创意的友谊或两性关系。当牌局中出现此牌时，它意味着透过爱来连结你和对方的特质，那么你可能会获得某些比你单打独斗的成就还要来得大的东西。这或许可用一句话来作结论，即全部比部分的总和还要大。\
在事业的分析上，这张牌说明一种平等的合作关系，而且均蒙其利。他们都能各自贡献出一些东西，他们的努力也各有所获。\
\
\n\n两性关系上的意义\n\
    在两性关系分析上，圣杯二可能暗示结婚或是你和伴侣之间深入的承诺。这种深刻的互动时你可以超越肉体的束缚，如同长翅膀的狮子所象征的。远处的房子暗示这份结合将可稳固。\
在两性关系分析当中，翻到它可说是一张正面的牌，因为它说明了一种两个人之间的授与受是平等的关系。这份关系的特色是承诺、亲密、兴趣与分享，而且通常会令他人由衷赞赏。\
\
\n\n倒立的圣杯二\n\
    当圣杯二倒立时，是在形容一种极端的两性关系。今天还充满爱、和睦、和谐，一如这张牌正立时的特质，但是明天就变得紧张、冲突和权力斗争。\
当这张牌倒立时，爱退让而恐惧登场，而且由于爱和恐惧是对立的，两者无法共存。它暗示你的两性关系可能是极好或极恐怖的，并且在两者之间摆荡。当你恐惧对自己或情感失控时，你会设法去控制它们，而你的伴侣亦如是。这张牌亦可形容由于一种不平等或不平衡的友谊或两性关系，而令你耗尽心神。\
有时候二的倒立也暗示着一种两性关系的结束，不过是不是这个意思还得看它周遭出现了什么样的牌来决定。或许伴侣指意对对方并没有那么深的承诺，或对对方没有那么的在乎。\
当此牌倒立时，它可能象征火和水之间的冲突，二者又是导致行动和情感的分裂。这张牌强调的是平衡的需求。一个人有可能正在消耗另一人的创意、情感或心灵，使对方既会丧失自发性和成长的空间。\
以生意伙伴而言，这张牌是形容两人陷入一种权力斗争，或是合伙人或同事意图控制对方。\
伊娃在作整体分析时，这张牌出现在过去的位置上。\
“老实说，我从不曾有过任何一段两性关系，就更别人说两性关系的权利、斗争了。”她解释道。\
为了澄清这件事情，我要求她选出另一张牌放在圣杯二旁边。她选了权杖十。我问她这种权力斗争是否发生在事业上，她想了好一会儿，然后回答我她很满意目前的工作，其中并无权力争斗。我们似乎摸不着头绪了。\
“那么在这之前的工作有没有权力争斗呢？”我问她。\
“不，根本没有。”她回答。\
“那么你为什么会离开上一个工作呢？”\
“是因为我上司，她几乎令我抓狂。她暗地里利用公司的钱来支付她购屋费用，而由于我知道这件事情，她让我六年内无法升迁。”\
“你觉得你应该获得晋升吗？”\
“当然，而且淡公司发现我想要时，他们也这么做了。”（权杖十意味着她工作努力，而圣杯二倒立则意指一种权立争斗。\
“你和你上司的关系，你认为那是一种权力斗争吗？”我持续的问下去。\
“那绝对是的。”她回答。"

sb2_kh="　　一男一女面對彼此，向對方持杯致意。兩人頭上都戴著花環，男人身軀微微向前，左腳踏出，右手也伸向女人，而女人站姿端凝如山。他們中間浮著一根兩條蛇纏繞的杖，稱為「赫密士之杖」，是治療的象徵。杖上的獅子頭象徵溝通，而兩片翅膀象徵聖靈，使人聯想到戀人牌中的天使。遠方是一座城鎮。\
\
 　　聖杯二經常被視為戀人的小牌版本。兩張牌都與愛情產生強烈的關聯，而且聖杯二中的兩人更像心心相印的金童玉女，深情相對，不若戀人牌中的隱隱猶疑的夏娃。但戀人牌畢竟是大牌，所表現的戀情影響較深遠，為期較長久，也常指涉肉體上的親密關係。而聖杯二的戀情在實占上，比較近似初期的熱戀狀態。看圖中男女相敬如賓，他們之間不是錢幣六的上下階層關係，也不是聖杯六的單方付出，他們是互敬互愛的平等關係。更廣義而言，聖杯二不只侷限於男女情感，也可以指涉友誼，以及任何人際關係。通常聖杯二的人際關係都是和諧、對等、溝通良好、合作愉快、互相敬重的。因此，問合夥，問婚姻，問戀愛，問友情，聖杯二都代表雙方的結合將會非常愉快(部分)"

sb3_ast="   正位：事情获得解决，决定，幸福的婚姻，诞生，痊愈，和解。\
\n\n    逆位：过度了，快乐过头，快乐中带来痛苦，暴饮暴食，延迟。"

sb3_qs="\n大体的意义\n\
    圣杯三是一张代表庆祝、团圆或当所有参与者带来欢乐的一场聚会。这杖牌可一暗示由三人或更多的人来分享成功。我的一位顾客最近来问我，在近期的一个方案中，她这一队是否会雀屏中选，结果这张正立的圣杯三证实她将会成功。\
在另外的立自重，珍妮斯被解雇了，然后花了十星期的时间找各种不同类型的工作，结果都失败了。接着她的牌局中出现了这张牌，我想她解释说，她会有几个工作机会可以选择，在那之前，它可以放轻松一点。一个月之后她来电说，在一个星期内她得到了三个工作机会，隔一个星期又得到一个。\
\
\n\n两性关系上的意义\n\
    在两性关系分析当中，圣杯三通常意指快乐及分享，或者一次成功的重聚。它也可说明在一种特殊两性关系中的某个第三者，而这可能是指一个小孩（圣杯二的产物），或者，如果是指大人的话，它可能在暗示从这几个伴侣当中选择一位。\
再说一次，这张牌表示两性关系的可能人选“不是太多就是根本没有”的状态。在某个时期当中，你可能无法找到一个合适的人，但是一旦你找到了，可能将会有两个以上的伴侣可以选择。\
\
\n\n倒立的圣杯三\n\
    圣杯三的道理象征因没有得到预期的结果二感到不快乐或失望。此时杯子倒转过来，而无法承接在正立时所容纳的爱。这张倒立的牌可意指由与缺乏支持而导致友谊或两性关系的失败。有时候两性关系中的第三者是导致不稳定的因素。\
短暂的相距或飞逝的机会也是这张牌的意思。当开牌时出现了宝剑七，则暗示一段桃色事件，或是某位朋友或亲人从中阻挠。\
这张牌也可能意味着积极、成功，然而却短暂的状态。假如你能接受它是短暂的，那么你就会觉得快乐；如果你坚持要使这种暂时的状态成为永久，那么失望当然就会跟着来了。\
许多年前，有位朋友在代表现在的位置上翻到了圣杯王牌，而圣杯三则出现在代表问题周遭的能量的位置上，圣杯骑士出现在代表她两性关系问题的答案的位置上。我向她解释道，在四个礼拜之内，将会有一位既温柔有又创造力的男性走进她的生命之中，对方有着蓝色或浅褐色的眼珠，以及金棕色的头发。这张牌所显示的是说，虽然这是一次心灵及情感成长的大好机会（因接着她又选到了一张圣杯二，位于王牌旁边，出现在代表现在的位置），然而这两性关系将是短暂的。\
“无所谓，我不介意这是不是短暂的。”她说，不过我倒觉得她有些言不由衷。\
四十八小时之后，我所描述的那名男子果真进入了她的生活。而且他们几乎可说是立刻就爱上了彼此。六个星期之后，他离开她继续他的环球旅行，因为他是一名四海为家的演艺人员。她既悲痛且憔悴的回来找我。\
“为什么他非走不可呢？”她连续不断的问我。\
我再一次解释道，那是一次相当成功的两性关系，也是让自己成长的绝佳机会，因为她爱过，笑过，而且在那几个礼拜内扎扎实实的享受人生。接着我又强调她目前这种进退两难的处境，是在是因为她无法接受这份关系的本质原就是暂时的。\
在工作环境当中，这张牌倒立可能暗示这些人并灭犹如一个团队般的一起工作，而是互相竞争。这当中看不到牌正立时所显示出来的喜悦，因为每个人多多少少都在放着别人分享或侵入他的工作领域。"

sb3_kh="　　三個女子緊靠彼此，圍成圓圈，高舉聖杯互相慶賀。她們頭上都戴著象徵豐收的花圈，穿著色彩艷麗的袍子，臉上幸福洋溢。四周有藤蔓、葫蘆及南瓜，一位女子手上提著一串葡萄...這些植物很容易讓人聯想到豐收的時節。這三位女子分別有不同顏色的頭髮與眼珠，穿戴的衣服花環也都各有不同，代表她們都是獨立的個體，有獨立的個性，但是，在這個團體中，她們都能尊重彼此，敬愛彼此。三人圍成圓圈的型態，表示她們之間沒有尊卑之分，在這個歡慶的場合裡，每個人都是如此平等。\
\
　　也許有人注意到，偉特用女性來表達聖杯三的涵義，為何不用男性呢？關鍵在於，女性通常象徵柔性與陰性的能量，女性通常表現情感與分享，而非野心與競爭。這並不是說只有女性才能體驗聖杯三，這只是一種象徵，而塔羅牌就是運用象徵來表達現象的工具。\
\
　　聖杯三通常表示團體，而且是以情感作為聯繫的團體，像是家庭、學校裡的社團或一群知心好友這類的團體。與錢幣三的工作團隊，和教宗的社會機構略有不同。此時通常表示當事人在情感上擁有足夠的支持，有人對他付出愛與關懷，一同分享悲喜。再者，聖杯三也常表示結盟與合作的關係，是友誼的象徵。\
\
　　聖杯三也經常代表歡慶的場合，舉凡各種宴會、聚餐、婚禮、彌月、尾牙、慶功宴等都算在內。其豐收的涵義表示事情有了好的結果，不管過程曾經有多艱辛。因此，聖杯三象徵豐收的時節，長久的辛苦終於開花結果，獲得成功。　　在占算感情時，聖杯三通常代表團體中認識的情侶，然而，三人行的意象有時暗示這是感情路上的三人行，還是謹慎為妙。另外，偉特解釋聖杯三可能代表計劃中的懷孕。\
\
\n\n　　聖杯三逆位，表示過度的歡樂導致樂極生悲、享樂過度、暴飲暴食，宜多加節制。在人際關係方面，可能團體失和、結盟或合作失敗、友誼破裂、朋友背叛、失去親友的支持。事情發展也沒有預料中的好結果，成功化為泡影。 "


sb4_ast="   正位：寂寞，疲劳，倦怠期，停滞，失望，厌恶感。\
\n\n    逆位：新的人际关系，发现新方法和机会，脱离低潮，错过，作出决定。"

sb4_qs="\n大体上的意义\n\
    圣杯四在告诉我们，应该睁开我们的双眼，在那些机会自眼前溜走之前好好的把握住它们。当你内心感到越充实时，你对外在的需求则越少。你越深思熟虑或将焦点放到内心，你就需要越稳定的基础（或与土地有更强的连结）来平衡你自己。\
圣杯四可以指你正在纳闷，你先前经验到的满足跑哪里去了。\
玛丽安这么说：“彼得和我，我们已开始进展的很好。简直就是天堂。我们之间是那么紧密的连结着，但是在这过程中，我们却似乎丧失了什么。”\
在圣杯王牌当中，你的伴侣可说就是你的一切，然而到了圣杯四，就该是找一个适当的位置来安顿你伴侣在你人生中角色的时候了。你的伴侣关系是重要的，不过朋友也很重要。将你生命当中所有事物作一个适当的连结，可说是圣杯四所必需迎接的挑战。\
\n\n两性关系上的意义\n\
    在两性关系分析当中，圣杯四意味着由于你和心灵能源缺少一种内在的连结，而发生感情不满足的现象。它暗示你有逃避肉体关系的倾向，而且太过依赖别人来满足自己。\
这张圣杯四代表探索自己内心世界的一段时期，并且由若干你所需的简单事务中来重新认识你自己。这张牌的另外一层意义则是：为一段新的合伙关系或亲密关系（第四个杯子）找寻它在你生命当中（他面前的三个杯子）的一席之地。例如：它可能使指位你的新伴侣在你生活中找一个位置，那个位置不会干扰到你和前一段关系留下来的孩子的关系，或者你目前的友谊。\
\
\n\n倒立的圣杯四\n\
    当这张牌倒立时，牌上的这个人就被四个翻过来的杯子所包围了。这四个杯子在也无法容纳任何东西，所以他需要向其他地方寻求满足。这意思是：花时间来沉思将成过去式，此时你应立即积极的追寻新机会。\
有一些新机会正等着你，但可不是你目前所着眼的这些。你必须透过将自己和肉体世界，以及它所拥有的潜在机会重新结合，而出发去追寻你的满足。"

sb4_kh="　　一個男人百無聊賴地坐在樹下，雙眼緊閉，雙手雙腳合在一起，形成防禦的姿態。他前方三個杯子象徵他過去的經驗。雲中伸出一隻手給他第四個杯子，他卻視而不見，獨自沉浸在自己的世界中。\
\
　　請看，雲中手握著的那第四個杯子，與聖杯一中的杯子是不是很相像呢？這第四個杯子就代表新的機會，而且可能是如同聖杯一相同的大好機會。然而，這位消極退縮的男子絲毫不滿足，他閉上雙眼，也許是沒看見，也許根本是拒絕了這個機會。生活對他而言，似乎一點樂趣都沒有。這世界上好像完全沒有任何事值得他去做，沒有任何人值得他關心。無論給他多好的機會，他只表現出徹底的冷淡與漠不關心。\
\
　　在數字學中，四代表穩定與秩序，就像所有的桌子椅子，都要由四支腳構成才會穩固，所有的建築物都是四方體，即使是金字塔，底座也必須是四方形。然而，穩固經常導致無趣，當一段關係或一樁事業穩固已久，反而經常讓人覺得無聊，好像沒什麼新鮮刺激的了。反映在聖杯四，在情感上感到無趣，就形成一段無聊、疲憊、退縮、消極、不滿足、獨處的時光。當事人覺得百無聊賴，對外界事物漠不關心，缺乏動力，不想參加社交，覺得沒人了解他，甚至覺得家花沒有野花香...所以，聖杯四在實占上，有時也代表外遇，因為他對於目前所擁有的，已經不感興趣了。\
\
　　抽到聖杯四時，建議當事人三思而後行。在一段深思之後，重新投入原來的生活，不要完全切斷自己與外界的聯繫。最重要的是，要好好珍惜你所擁有的，並把握眼前的機會，以免稍縱即逝。\
\
\n\n　　聖杯四逆位時與寶劍四類似，代表不滿足即將結束。跟正位比起來，逆位的聖杯四較能把握眼前的機會，也表現出對生命的熱忱，願意展開行動。 "


sb5_ast="   正位：后悔，部分损害，损失，无意义的交际，缺陷，幻灭。\
\n\n    逆位：希望，老朋友回来，充实情缘，重新再起，新同盟。"

sb5_qs="\n大体上的意义\n\
    圣杯五形容失落和悲伤。它可能是张代表分离的牌，或者有种和人生疏离的感觉。这段期间内，那些平稳而熟悉的事物似乎都逃离你了。在新机会现身前，你必须经历这段失落或孤立期。这张牌和所有的“五”（包括隐士牌）一样，在正立时都代表心胸窄狭，而倒立时，则有心胸宽大的意味。\
\
\n\n两性关系上的意义\n\
    在两性关系的分析中，圣杯五是形容一种分离的状态，以及回顾过去，将目前所拥有和过去拥有的作一番比较；也可以代表说，没有能力让自己从过去某种情绪状态中释放出来。\
举个例子，杰斯汀透露他只谈过一次真正的恋爱，而且已经是几年前的事了。那是他坐火车从意大利到法国的巴黎。有个金发女人在法国边境上车，坐在他对面。他们的眼光相遇了。“在那一刻我便沐浴在爱河中了。”杰斯汀沉吟道。\
接下来的旅程中，车厢内只剩下它们两人，他们面对面，眼神未曾有片刻离开对方，然而却都一语不发。杰斯汀整个人充满爱，眼中泛着泪水。她的眼睛亦留下了泪水，但仍是默默无语。他们在巴黎的里昂站下车，在月台上短暂的互拥。当他再回过神来，发现自己孑然一身，置身于开往还爱一个拥挤的车厢内。\
圣杯五透露出杰斯汀无法看清他眼前的机会，而且对往事仍耿耿于怀。当着张牌出现在两性关系的分析中，它可能时说你仍将焦点放在过去的关系上，而不愿意多关心一下目前你所拥有的关系。\
\
\n\n倒立的圣杯五\n\
    圣杯五倒立，通常是描述终于了解到两个杯子和桥的存在。在这段期间，你愿意让朋友及家人来支持你，或是决定要跨越这座桥到达一个新的、可能更深刻的稳定状态。\
这张倒立牌意味该是你放开过去的时候了。失落可能已经发生了好几个礼拜、好几个月、甚至好几年了，不过当这张牌以倒立出现时，即暗示你正准备好要释怀、宽恕以及遗忘。\
这张倒立牌在两性关系的分析当中，亦可意味着从某些过去的情感状态中解脱了，使你用有更深刻的两性关系，或对既存的关系有更深刻的承诺。"

sb5_kh=" 　　聖杯五是一張代表悲傷、失落與失望的牌。\
\
　　在灰暗的天空底下，有一個人身著黑色斗篷，低頭哀悼地上三個傾倒的杯子，裡頭五顏六色的酒流了出來。他的前方是一條河，象徵悲傷之流，但河上有座象徵意識與決心的橋，通往遠處的房子。灰暗的天色反映牌中人的沮喪的內心世界。從圖面上無法分辨出這人是男是女，顯示悲傷的情緒無論男女皆能體驗。 \
　　這張牌與寶劍三的意義相當近似，兩者都代表一定程度的悲傷與失落，但是聖杯牌畢竟是聖杯牌，杯子即使倒了，也不會像寶劍般造成具體的傷害，因此聖杯五雖有一定程度的失落感，卻沒有寶劍三那樣的椎新刺骨之痛。三個杯子倒了，但仍有兩個留下，圖面中的人物只要轉過身，就知道他並非孤立無援，並非一無所有，但他目前卻沒有意識到這點。等他哀悼夠了，他可以拾起剩下的兩個杯子，跨過通往外界的橋，繼續他的生活。遠處的房子象徵穩固安全的生活，裡頭可能有他的親人支持，而橋一直都在，他隨時可以回去。(部分)"

sb6_ast="   正位:乡愁，伤感的，再会，过去的影响，幼时的体验，回忆。\
\n\n    逆位：相信的展望，好机运即将到来，比过去更关心未来，阴影，没有安全感。"

sb6_qs="\n大体上的意义\n\
    圣杯六暗示以成长为代价而得到保障、安全和亲密。它可以意指你的居家或家庭状态的稳定。也可能是过去的事物或人们又出现了，等着你去处理。他也可以代表一种舒适的状态，让你有时间静下来，重新关注活力或安顿下来。\
六也可能暗示某个工作或两性关系环境当中充满了习惯和模式。在这种情况下，你根本不需要塔罗牌来告诉你，即将会发生什么事，因为事情总是那个样子。\
在有关旅行的分析中，这张牌表示你会回到你的出生地，或某些充满强烈儿时回忆的地方。它让你从圣杯五和七的努力中挣脱，这对你而言是非常需要的。\
在事业的分析当中，这张牌表示一种安全有保障，然而缺乏挑战性的事业。他也可能是在描述一项和孩子有关的事业，比如教书、当保姆或照顾学龄前儿童；或这是一向协助他人使其有安全感的工作。任何和护育有关的工作，包括咨商、按摩、芳香疗法或冥想教学等，都可能使圣杯六所意指的工作。有时候，六也可能意味着重操旧业。\
\
\n\n两性关系上的意义\n\
    在两性关系分析当中，圣杯六是形容有保障、安全且熟悉的模式状态。它可以表示你的两性关系中或你选择伴侣时的一种熟悉的模式，此一模式确保先前种种模式的延续。\
这张牌形容一种建议在良好基础上的关系，但却由于伴侣中的一方或双方的害怕而使关系的发展受阻。对勇敢追寻的人而言，他们应该还可以拥有更多。\
\
\n\n倒立的圣杯六\n\
    当圣杯六倒立时，意味在一种较多冒险和成长的处境中。它可以代表迈向一种更深刻的关系，并且远离过去的安全（或不安全）。它也可以表示检视内在自我以及过去种种的一段时间，好让你从徒劳误工的模式中解放出来。\
你需要再回到正立的五当中，好精通如是课题：接受失落为人生当中一个自然的部分。有了这曾任指，你就能找都内在散发出的自信以及勇气，好继续迎接其的挑战，并充满希望的走到十。\
六的倒立代表舍弃安全而就成长，并将安全感的来源有外在转为内在。当你内心感到安全时，你就真的长大了。那有安全感的婴儿开始探索这个世界；没有安全感的孩子会想继续停留在熟悉的环境当中。即使是成年人也常常会有这样的行为。\
它可以形容一种离开安全状态，去找寻某些更具挑战性事物的行动。或许你正远离家园，或正在第一次海外旅行当中。"

sb6_kh="　　在一座寧靜安詳的莊園裡，有六個盛裝五角星花朵的聖杯。一個小男孩捧著聖杯，似乎在嗅著花香，又好像把聖杯獻給小女孩。背景充斥代表快樂的鮮黃色，而天氣晴和。讓人彷彿有置身童話世界的感受。\
\
　　兩個主角都是孩童，令人不禁重拾童年時代的美好回憶。因此，聖杯六代表與過去有關的人事物。也許你偶然發現失蹤已久的童年相簿，也許你在街上碰到初戀情人，也許某個兒時玩伴偶然來訪，種種因素讓你重溫舊夢，進入回憶的漩渦裡。\
\
　　聖杯六有時代表思鄉情懷，家鄉就像聖杯六中的莊園，在裡頭有歡笑，有回憶，有家人的悉心照顧，讓你無憂無慮。\
\
　　看看男孩將花獻給女孩的慈愛模樣。聖杯六也可以表示照顧以及餽贈，或者是得到遺產。你可能獲得某人的特別關照，好像他把你放到這個安全的莊園中。也可能代表送禮或收禮。更廣義來說，提供經驗與教育，也是餽贈的一種形式。聖杯六的快樂很簡單，就像兒時一般天真，有時只是好友幫你泡的一杯咖啡，就能感到無上的喜悅。\
\
　　在經過聖杯五的悲傷之後，有時我們需要遁入回憶來重新發覺自己，才能繼續向前走。藉由省思過去的經驗，可以獲得靈感和再生的力量。有時聖杯六也提醒我們，要像男孩一樣慷慨大方，樂於付出。如果你有仇恨，請你放下與原諒，才能得到真正的和諧。\
\
　　聖杯六在感情方面，可以代表如初戀般單純的戀情，或者與舊日情人重逢。也可能表示一方照顧另一方的關係。對照聖杯二，我們可以發現這樣的關係其實並不平等，而且保護與控制只是一線之隔。一方替另一方構築一座安全的莊園，但卻使他失去探索世界的機會，讓他成為溫室裡的花朵，有朝一日甚至會成為錢幣六中的乞丐，這種情況在逆位時尤為可能。\
\
\n\n　　聖杯六逆位，童年的美好回憶不再，反而充斥慘痛的記憶，似乎一直在拉扯著你。當事人可能無法獲得適當的照顧、被忽略、被遺棄、甚至受虐。當聖杯六的特質發展過度，逆位代表沉溺於過去，不肯嘗試新事物，使生活停步不前。從另一方面來看，聖杯六逆位也可能表示當事人回憶夠了，準備向前看，反而會把重心放在未來。 "


sb7_ast="   正位：幻想，白日梦，非现实的态度，欺诈，反复无常，幻想成功。\
\n\n    逆位:愿望，下决心，坚强的意志，近期将达成目标，明智的选择。"

sb7_qs="\n\n大体上的意义\n\
    圣杯七代表你应该认清内心的需求，或者确认在某既定处境中你的需求为何。你需要向内心探索，并了解你不能老是藉由外来的手段来寻求满足。在事业分析当中，这张牌是说在这段期间内你必须自问，目前这种处境将把你的人生带往何处。你觉得满足吗？如果不，又是为什么呢？你需要什么？只有你确认自己的需求和欲望之后，不能判断该如何满足它们。\
它也代表你应该离开一段时间，或是暂避内心安静之处，看看如果你的生命当中错失了些东西，那到底是什么呢？\
\
\n\n两性关系上的意义\n\
    圣杯七意味这时候你该退缩，你应该确认在这段关系中你需要的是什么，并观察这些需求是否被满足了。它可能暗示，你认识到这段关系中缺少了某些东西。\
花点时间了解你内在的需求，并深思你真正需要的什么，而非你可能想要的是什么。你将可以辨认出一种你的伴侣会乐于让你满足的需求。\
伊莲觉得在她和萧恩的关系当中似乎缺少什么，但就是无法明确指出那到底是什么。她和一位女伴到一处健康休闲中心度了两个礼拜的假。她待在那里的时候，做了一次按摩，这使她清清楚楚体验到什么是她所需要的：抚摸。她明白了萧恩几乎很少碰她的身体，而较喜欢以文字来和她沟通。一回到家，她鼓励萧恩多触摸她，而且后来他们都完成了一项按摩课程。\
如果伊莲没自那段关系中抽离出来一些时日，或许她还得花更长的时间摸索，才能了解她生活中到底少了什么东西。透过沉思，她也有可能会获得同样的理解，但应该也需要若干独处的时光。七代表给予自己那样的时间。\
\
\n\n倒立的圣杯七\n\
    当圣杯七倒立时，象征使美梦成真的一个决定。这张牌代表将你的梦想化为实际。也可能暗示说，基于精神的原因，某种处境需要的是灵感或超脱，而你却太重视物质或实际的东西了。你可能忙着赚钱和花钱，而忽略了你精神上的需求。换句话说，你可能完全为了追逐金钱，以及钱可以买的东西而活着。\
倒立的牌再次表示你必须回到前一张正立的牌上，去精通其中所揭示的课题。一这个例子而言，或许你应该返回六的舒适状态，以提醒你自己，那些东西同样会令人厌倦；或者提醒你，所有那些舒适的东西本身并不足以满足你的需求。\
格列葛芮成长于战争期间的东欧，所以他知道贫穷的滋味。现在他是一个相当富有的人，但是旧记忆仍然萦绕不去，世界上所有的安全对她来说都是不够的。由于内心缺乏安全感，他无法相信外面世界任何看得见的安全。他身陷圣杯六中，无法自拔。\
他仍然辛勤的工作，不过现在已经开始思考在赚钱和花钱的过程中是否可以找到任何的满足。这种“赚钱与花钱”的情况正是倒立的圣杯七所呈现的。"

sb7_kh="　　七個聖杯飄浮在雲霧瀰漫的半空中，杯中分別裝著城堡（象徵冒險）、珠寶（財富）、桂冠（勝利）、龍（恐懼，另一說是誘惑）、人頭、蓋著布發光的人（自己）以及蛇（智慧，另一說是嫉妒）。請注意桂冠的下方有顆不顯眼的骷髏頭，成功與死亡並存，似乎在給人什麼警惕。有個人面對著這些聖杯，不知該如何選擇，他的身體姿態似乎流露出些微恐懼。\
\
\　　聖杯七代表的是生活中的非現實層面，包括我們的夢境、幻想與白日夢，或是偶而異想天開的點子。這種想像通常只是空中樓閣，一般人不會真的把這些幻想付諸行動，因此聖杯七不是一張代表行動的牌，而只是一種個人想像的心理狀態而已。如果當事人目前有很想進行的計畫，感覺未來前景一片大好，聖杯七警告：這可能只是自己虛擬的想像罷了。如果在戀愛占卜中，當事人覺得對方似乎對他有意，聖杯七出現，代表這恐怕只是一場一廂情願的白日夢。聖杯七可以代表虛幻的戀情、不踏實的人際關係，與不切實際的打算。(部分）"


sb8_ast="   正位：放弃计划，疑心病，冷却的爱，停止努力，失去力气，衰弱。\
\n\n    逆位：幸福，喜事，舞会，努力达成目标，新恋情。"

sb8_qs="\n\n大体上的意义\
    圣杯八意味着你正超越某人，或突破某特定状况。它表示一个人光理解还不够，还包括离开一种稳定的状态（圣杯六），去发现圣杯十所提供的满足感。\
没有任何人事物强迫你放弃目前的状态，除了你内心想达到更强烈满足的需求。要圆满的挑战成功，需要内在的力量，当八出现时，你就会拥有相对的勇气和力量。在大阿尔克纳牌中，第八张是力量牌。而所有塔罗牌的八也都和力量有关。\
\
\n\n两性关系上的意义\n\
在两性关系分析当中，圣杯八表述的时离开某段关系的行动，或对于你目前关系追寻更深刻承诺的行动。这可经由身体的出走、找时间沉思，或浸淫于书籍中来完成。你需要更进一步理解到，目前的状况是不够的。\
\
\n\n倒立的圣杯八\n\
    当圣杯八倒立时，暗示你拒绝离开某种状态。你不想离开，即使你早就知道它已经无法在提供任何新事物予你了。你需要确认一点，只要你去追寻，生命将会提供你更美好的状态。\
另一种意义是，要离开的时候还没有到来，而你却急切地想离开，而不愿意面对这个状态，并以勇气去追求它。圣杯八倒立可意味着缺乏信心或内在的力量，致使你放弃一个其实是值得投入的状态。它也可以形容当困难来临时，或是在需要真诚承诺的时候，你就想逃离。所以当这张牌倒立时，你得要仔细聆听你内心的声音，而不是你非理性的恐惧。\
这张牌倒立时，通常代表情感的力量寥寥无几。你要不是对某种能满足你需要的情况缺乏承诺的勇气，不然就是害怕离开那个根本无法满足你的情况。它可表示你的思维、心灵，以及过去的情感模式都显得很混乱。\
现在是沉静下来的时候，在你行动之前应该回到正立的起，深思你的内在需求。重要的是，当你出发时你要能确定你会有所行动，而不是重蹈覆辙."

sb8_kh="　　身穿紅衣紅鞋的男子在暮色中，手持長杖，離開他先前辛苦建立的的八個杯子，越過河川，轉身而去。四周沼澤密佈，象徵淤塞的情感，如同一灘死水。\
\
　　要搭起那八個杯子，起碼需要一陣辛勞，他卻發現八個聖杯中間的一個缺口，所以毅然轉身離去。他的紅色衣鞋以及長杖象徵他的行動力，而現在他把這些精力從他過去構築起的歡樂與成就──也就是那八個聖杯──裡移開，轉而尋找失落的那一個聖杯。為了失落的一個聖杯，而拋棄原有的八個聖杯，說他傻嗎？似乎不傻。說他不傻嗎？也不像。這是個見仁見智的問題。他其實可以帶著原來的八個杯子一起走，他卻選擇不要，由此可見聖杯八的中心題旨「拋棄」。以往的歡樂、成就、財富，他都不要了，他只要缺少的那一個。我們在日常生活中有時可以遇到這樣的人，有人看他擇善固執，有人看他驢子脾氣，但都不得不承認他的確清楚自己所要的，而且勇氣十足。當身處在沼澤般僵化的局勢中，聖杯八的表現是以行動打破陳規，拿起你的杖，放下眷戀，勇敢前行。在感情占卜上，顯而易見，代表放棄現有的感情，轉而追尋自己希冀的幸福。那幸福不一定是另一個對象，更有可能是自己的理想與堅持。若與隱士牌或女祭司牌共同出現，更加彰顯此一主題。\
\
　　八個聖杯中間缺少的那一杯，指出過往擁有的成就總是有美中不足。世上原無十全十美之事，我們可以全盤接受，也可能像聖杯八的這個男子一樣，把焦點放在殘缺之處，心懷失望，毫不滿足，於是出發去尋找失落的部份。成功與否，沒有把握，他可能果真找到，也可能全盤皆輸。但，起碼他有勇氣行動。\
\
　　從更高的層面來看，聖杯八與孟子之言有異曲同工之妙：「天將降大任于斯人也，必先苦其心智，勞其筋骨，餓其體膚，空乏其身」。簡而言之，聖杯八也可以代表犧牲，亦即象徵放棄現有的物質快樂，以追尋性靈成長，和隱士與吊人的概念隱隱相通。\
\
\n\n　　聖杯八逆位可以有很多種解釋。首先，當事人可能不願或不敢採取聖杯八的行動，不願意突破，而處於現狀。其次，當事人可能貿然採取聖杯八的行動，但他拋棄的事物卻十分有價值，且大有可為，因而事後感到後悔。最後，偉特提供的聖杯八牌義是「極樂、幸福、宴會」，看來聖杯八的男子已經成功脫離淤積的沼澤，找到他人生的春天了。"


sb9_ast="   正位：丰富的，物质丰富，幸福，有利的，有能量的，成功。\
\n\n    逆位：破财，错误，不完全，尽是不满，不节制而使体力减弱。"

sb9_qs="\n大体上的意义\n\
    圣杯九形容一种对能圆满达成工作而感到的骄傲和满足。你内心所拥有幸福和喜悦的感觉，可能是来自于你的工作环境、人际关系，或是来自一种心灵上的成就感。\
现在你内在的需求已经得到满足了，而你也能思考你所赢得的成功。在这张九牌当中有着从你对自己的爱里头所滋长出来的快乐、满足和平静。\
\
\n\n两性关系上的意义\n\
    在两性关系分析当中如果看到了圣杯九，必伴随着许许多多的快乐和满足。由于你已经学会了爱你自己，也能评价出你自己的需求和能力，所以你现在要从一段两性关系当中寻求满足的机会是大多了，因为对于那些无法提供你足够需求的状况，你已经不害怕去拒绝它了。你不会再一味的往某种矛盾的情况里钻，而梦想着它的可能性，因为你很清楚机会可说到处都是。你知道如果目前的或未来的伴侣无法爱你或重视你，那么还会有别人可以给你该得的爱。\
这张就暗示令人满意的两性关系，双方伴侣都很珍视彼此的付出及获得。\
\
\n\n倒立的圣杯九\n\
    圣杯九倒立意味你追逐世俗的欢乐补偿你被拒绝的爱，或藉此否定自己。你害怕付出你的爱，因为恐惧你的“库存”将会耗竭。由于你不曾付出过任何的爱，也没有得到任何新的爱，因此内心不会有空间可容纳任何新事物，除非你将内心所拥有的部分付出给他人。你相当渴望深刻的感情，所以会透过世俗的事物，努力地想满足这份需求。\
这可能会导致耽溺或强迫性的行为，包括嗜食、酗酒、磕药，或任何可能让你的内在渴望得到暂时性舒解的东西。这些耽溺通常可追溯到对爱的渴望。爱必须在你最需要它的时候到来，否则你无法感到满足。\
看到这张倒立牌，你仿佛也看到了自己在嘴巴里放了些蜜糖，却不讲它们放在你的心中。也就是说你意对事物的钟爱来取代爱的行动。"

sb9_kh="　　一個財主裝扮的的男子坐在小凳上，雙手抱胸，神情怡然自得。他身後的高桌上，覆蓋藍色桌布，九個聖杯排排站。背景則是一片光明的鮮黃色。\
\
　　聖杯九的暱稱叫做美夢成真，代表當事人的願望極有可能實現，無論是精神或是物質方面。所謂的「情場得意，賭場失意」定律，並不適用聖杯九，聖杯九可是要「人財兩得」的。財主非常滿意於他的現狀，他洋洋得意的抱胸姿態，顯示出某種程度的自負。這張牌也可以與錢幣六做個比較，在錢幣六中，我們看到手心向下的財主，與手心向上的乞丐；聖杯九的財主則抱胸端坐，展現一種單純的滿足，無形中與外界隔絕，甚至隱約流露出某種炫示意味。\
\
　　如果將桌子的擺設看作一場飲宴，不難推測出聖杯九也代表享樂，而且通常是物質感官上的享受，例如一頓奢侈的大餐、一場震撼的電影、一節豪華的SPA、一場狂歡的宴會。相較於與大自然親近的錢幣九，也許聖杯九代表的享受很膚淺，但是在身心疲憊之餘，沒什麼能比聖杯九這樣的享受更讓人得到舒展的了。(部分)"


sb10_ast="  正位：内心平静，平和，美德，真是的幸福，幸福的家庭，爱的喜悦。\
\n\n    逆位：不安感，失去友情，家庭暴力，不和，对立。"

sb10_qs="\n大体上的意义\n\
    圣杯十形容一个家庭或团体，而其中的每个人均能受益。因为每个人都坦然的付出和接受，因而团体的气氛和谐，大家也乐于付出。它暗示对家庭或工作环境（包括团队合作和分享）有所付出。\
这张是意味一个成功的家庭状态或聚合，其中每位参与者都充分的感受到对这个团体的归属感。\
\
\n\n两性关系上的意义\n\
    在两性关系当中看到圣杯十时，它代表一张相当正面的牌。暗示透过对关系的承诺和成长而得到满足。牌中的孩子代表的是家人，或是这段关系正欢迎孩子的到来。\
这对伴侣彼此承诺，但各自仍拥有若干自由，以追寻他们个别的兴趣和友谊。已经不再像圣杯六中以恐惧为基础的亲密，所以这对伴侣能够从他们各自的追寻中，为他们的关系注入新鲜感及新能量。他们各自都拥有和朋友相处的时间，或是和自己嗜好独处，于是他们总能带回新点子、新观念以及探险的故事来和对方分享。\
这张牌所显示的是一个稳固、成熟的关系。如果牌局中还包括了权张六、审判牌或恋人牌的话，那可能是暗示一桩婚姻。\
\
\n\n倒立的权杖十\n\
    权杖十倒立时，可能意味着你脱离了周遭的人。家庭和团体中都看不到你的人，或许是你选择离群索居吧。也许你还不了解，或并不感激生命所赋予你的快乐吧。\
这张牌倒立可能是形容一个团体或家庭，在过去是相当和谐的，但目前却是相互竞争，不愿意彼此合作。容我再说一遍，牌倒立的意义就是暗示你要回到前一张正立的牌上，去领悟其中所包含的启示。以目前的情势来看，你应该回到圣杯九，学会爱你自己，以及发现你自己内在欢乐的来源。\
在两性关系分析当中，倒立的十可能是形容一种缺乏爱或和谐的两性关系。你待在这种关系当中越久而不去改变它，你就会越来越感到悲伤。你的选择不是去改变这种关系，就失去善用它（透过改变你自己）或者离开它。\
在事业分析上，这张牌形容如一盘散沙的一群人。由于团体中的每个人都特立独行，所以对任何的成功都极少分享。在牌局中，这张牌可能紧跟这一连串的拆伙行动后出现。一个曾紧密合作的团体，如今因不安全感而四分五裂，任由个人的需求和野心来支持一切。"

sb10_kh="　　在圖中我們看到一家四口和樂融融，父母親摟抱對方，各舉一隻手迎向聖杯彩虹，兩個孩子快樂的手牽手跳舞，背景是清翠的樹木河流，和一棟房屋。\
\
　　聖杯十主要表現情感聯繫的團體，例如家庭、社團、感情很好的班級、幾個知交好友、良好的親子關係、合作關係、結盟關係。在這其中我們可以得到充份的情感交流與支持，就像是在背後支撐我們的力量，我們知道自己並不孤獨。\
\
　　歡樂、喜悅和滿足充滿在四周，我們還可將這些幸福與所愛之人分享。敵對不再，而和諧與寧靜取而代之。如果之前經歷一段人際衝突，聖杯十出現，代表和解指日可待。\
\
　　聖杯九指的是個人的成就與滿足，聖杯十表現的就是在人際關係中的快樂和滿足。誠然，獨樂樂不如眾樂樂，快樂不會因與別人分享而減少，相反的，快樂是越分享越多。\
\
　　在感情方面的占卜，聖杯十代表兩人已經超越聖杯二的熱戀階段，他們不再只是含情脈脈看著對方，而是共同看著彩虹，迎向璀璨的未來。為了尋求更穩定更恆久的關係，共組家庭是很有可能的決定。與追求事業成功的錢幣十家庭相較，聖杯十在意的是家庭生活中的和諧與快樂，金錢事業上的成功不是他們的主要目標。他們樂於分享愛，付出關懷，簡單的家庭生活就讓他們感到無比富足。\
\
\n\n　　聖杯十逆位，代表情感團體可能出現某種程度的不和。兒女與父母發生衝突、婚姻失和、家變、拆夥、兄弟鬩牆、朋友翻臉等問題可能出現。耐心是必須的，勿因衝動而壞事。有時聖杯十逆位可能表示當事人不肯承認或接受生活中的快樂，對他人付出的關愛置之不理。"


sb11_ast="  正位：神思熟虑型，爱好冥想，新闻，辛劳努力，热心。\
\n\n    逆位：脱线，阿谀奉承的人，疑惑，手工细致，散心。"

sb11_qs="\n\n大体上的意义\n\
    圣杯十位代表一段新关系或圣以合伙关系的到来。一个让情感得到满足的机会；也就是说，这样的生意合作包含了你所喜爱的工作，或有创意的工作。\
当出现在女教皇旁边时，圣杯侍卫可指你周遭有一位双鱼性格的人，或者如果你本身就是双鱼座，那就是指你自己。如果圣杯侍卫出现在教皇旁边，而你周遭又没有双鱼座的人，那就很可能使指心灵或精神上的发展了。\
\
\n\n两性关系上的意义\n\
    在两性关系分析上，圣杯侍卫可能意味着出现一段新关系，或既存关系进入了新阶段的机会。在分开之后，这张牌可能暗示复合，因为它描绘的是有人要献给你有价值的东西。在有关于朋友或伴侣的复合问题上，这张牌给了你一个正面的提示：那将会发生。\
\
\n\n倒立的圣杯侍卫\n\
    圣杯侍卫倒立意味对某个伙伴关系或两性关系的失望，或是指合伙关系的解散。因为侍卫代表新消息，那么倒立的侍卫可能是暗示令人失望的消息，或是一段迟来的消息。有时候它是在形容你无法脚踏实地，或与目前的环境结合，知道你接受了在下个步骤中所需要的资讯或消息。它也可以指你还不了解自己的处境，却急需下决定的一段时间。例如，在你辞去目前的工作之前，可能正等着确定下一个工作机会。这个侍卫意味着此一机会的不确定，或这个机会的确认来迟了。\
侍卫也可代表你的想象阻碍到你的思考或内性的一段时间。它也可形容一种矛盾或没有道理的供应。或许是提供您某些东西的人，没有立场给你东西，或是负责这项供应的人，对此事并不确定。\
圣杯十侍卫倒立可形容因为想要脚踏实地，稳定情势，结果日思夜梦对精神所造成的干扰。例常性的散步、莳花捻草、充沛的运动，或是多于大自然为伍均可帮助你返回精神上的稳定状态。假设重大的精神发展，没有建立在适当的基础上，你可能就得冒着情绪和精神不稳定的危险。一棵昂扬屹立的大树必须要深深的向下扎根，那么在第一次强风来袭时才能停止不摇。"

sb11_kh="empty"



sb12_ast="正位：机会接近了，预约，有诱惑，做计划，招待。\
逆位：行为不正，乖巧的人，诈欺，阴险的手段，不检点的生活。"

sb12_qs="\n\n大体上的意义\
    圣杯骑士暗示来自某人的供给。例如，生意上的提供或机会的提供。有一个二十来岁的人，或年纪更长但感情年龄只有二十几岁的人，要献给你某种东西。它可能是指情感上的奉献，或某种更为实际的事物。\
骑士也意味着一段决定是否等待或行动，让事情充分发展或找寻新机会的时期。为了发现满足，或许现在是随着心意（河流的象征）而为的时候了。\
\
\n\n两性关系上的意义\n\
    在两性关系分析当中，圣杯骑士是形容一种奉献，它通常是来自一个二十几岁热情而敏感的人。在经营两性关系有以上，通常是心底平和、温柔而细心的。在两性关系当中，他有一种与生俱来的亲近或亲密的需求，他所找寻的伴侣是那种可以分享他们梦想的对象。\
他的情感还没有到达他应有的成熟度，而他也意识到这点，所以才会要找一个可以协助他、让他感情趋于成熟的伴侣。他要找寻的那个人可以帮助他看清楚，他的梦想是否值得追随，或者那只是幻想而已。\
\
\n\n倒立的圣杯骑士\n\
    当圣杯骑士倒立是在形容一个人时，这个人习惯逃避生活所加诸于他的种种需求，而且他可能会承诺一些他无法做到的事情。他摆荡于内在的水与火之间，做事情只是起个头，便扬长而去，然后再将过去及种种可能性加以美化。由于心智尚未成熟或过去的承诺尚未完成或解脱，所以他经常觉得承诺是一件困难的事。\
他很容易将爱和色欲或迷恋搞混，而且可能会懒散、怠惰，喜欢沉醉在幻想中而不愿面对现实。在某些情形下，这张倒立牌是形容一位由于某些尚未释怀的悲伤，而不敢在情感上付出的人。他会不断的拿过去的情形和现在做比较，而且可能会要求比自己所能回报的还多。\
就一般的角度来看，骑士倒立暗示情感上的失望。它也可以暗示这一种供应或机会将不会实现。当遇上倒立的骑士时，应回到正立的侍卫，以便精通侍卫发展过程中的课题。他现在的行动像个侍卫，梦想着无穷无尽的可能，却很少花心思去决定什么是真的可能、什么又是不切实际的。\
查德是一名艺术家。在气质上比在生产力上像艺术家，因为在我经常为他占卜的十年当中，他的生产和销售都很少。他的伴侣，一个圣杯皇后，却支持他，且沉浸在他是位艺术家的幻想中。\
有一次他解释说，他唯一真正需要的是一名有钱的赞助者，可以不时的来观看他的作品，并供应他急需的钱。这样的赞助者只是神话故事中的产物，所以他很珍惜他所拥有的——一个伴侣。她以她有限的方式资助他，而他一直深信总有一天全世界都会为了寻找那不凡的天才而络绎于他的家门。\
只有相当少数的人被赐予无比的天才，而在他们的领域内傲视群雄，然而大多数的人都被赐予想象自己有此天才的能力。可以理解的事，一个孩子或年轻人在迈向成熟的路上，会有一段时间保有此梦想，但对一个将近四十五岁的人来说，他应该是有充裕的时间去了解，现实和他对人生的幻想并不一样。"

sb12_kh="empty"



sb13_ast="正位：感受性丰富的女性，献身的爱，善良公平的人，幸福，成功。\
逆位：品行不良，性情乖戾，不名誉，干涉太多，无法信赖的。"

sb13_qs="\n大体上的意义\n\
    圣杯皇后意味透过倾听感觉，以及利用富创意的想象力而获得成功。如果圣杯皇后是在形容一个人，它代表的是一个成熟的女人，并富有直觉及创造力的本质。属于相当安静的典型；什么事都听，但说得很少。这些能力使她适合从事咨商、心理学、社会工作、照顾孩子、协作、医疗以及任何创造性的工作。通常人们愿意相信她，并把她的沉默解读为允许他们说出困扰他们的事。\
皇后可能有蓝色或浅褐色的眼珠，以及金棕色的头发。但请记住，这牌着重的是她的本质，而非她的外表。\
如果是一个问题的答案，圣杯皇后可能是暗示透过创造上的训练而达到成功。\
\
\n\n两性关系上的意义\n\
    圣杯皇后是在形容一个思考重心从不曾远离其伴侣或她所爱的人的女人。他认为情感的满足比物质的成功还要来的重要，而且她会贡献出最多的时间和努力给她的关系者、家人和孩子们。她寻求团结，且通常不会像权杖皇后那样，拥有与人竞争或独立的特质。\
如果发生问题，她可能不会说出她的感觉，但仍然会对周遭的人给于支持，把自己的感情的困扰放在一边。\
在两性关系的分析上，这张皇后意味着友谊上或两性关系的一种赋予。它也可暗示在决定一连串的行动之前，应先倾听心声及直觉。\
\
\n\n倒立的圣杯皇后\n\
    圣杯皇后倒立形容水和土之间连结的断绝，而带来两种可能的结局。首先，它可能会沦入沮丧，并丧失所有创造的咨发行，因为她切断来自朋友的支持，以及来自她内在和外在的爱的供应。因此她可能会迷失在感伤或过去的失落中，而对眼前的一切感到茫然无知。\
另一种可能是，她会变得冷酷而无情，以愤怒来掩饰她的痛苦，尤其是一旦她感觉到自己在爱情上吃了亏。于是，为了报复某个人所给予她的屈辱，她开始惩罚新伴侣，制造出一个又一个的伤心人，而这可能是下意识的举动。她可能会纵情声色，鄙视爱情，而且她的两性关系也变成一种权力的角逐场。\
通常这杖牌在暗示你有必要原谅自己或过往生命中的某人，好让自己从过去中解脱。它显示出你必须将焦点重新集中在周遭，并让内心的火和土重新连结。也可以形容一份需要特别留意的悲伤。\
圣杯皇后倒立代表对某些事情久久不能忘怀。或许她已经宽恕了，但却不曾稍忘。我甚至听到一个倒立的圣杯皇后说：“永远不要原谅，永远不要忘记。”"

sb13_kh="empty"



sb14_ast="  正位：公正的支配者，亲切而值得信赖的人，创造性，博识，专家。\
\n\n    逆位：表里不一，欠缺道德，不端正，不正当的行为，损失。"

sb14_qs="\n大体上的意义\n\
    圣杯国王暗示透过情感和创作上的训练而成功，经由落实精力在有创作的目标上，可以达到所追寻的成功。一种成熟、有创意的方法带来琛功，尤其是在创造和艺术的努力上。\
这张国王牌以为你应该信赖你本能——别放弃。它暗示一种坚强又冷静的方式。想象加灵感，再加上实际的努力就会得到回报。\
\
\n\n两性关系上的意义\n\
    在两性关系的分析当中，圣杯国王可以表示两性关系中所牵涉到的那个男人，或是一个具备这种性格的人加诸此一两性关系的影响力，，例如父亲或朋友。\
这杖牌显而易见的是代表一段成熟的关系，男主人翁通常是三十岁以上。这名男子知道自己的优点和缺点，而且他很珍视和伴侣之间的情感上的亲密关系。计划里总有伴侣和孩子，不像权杖国王只重视自己的独立。\
这张国王牌也可以意味着，以一种自律而富创意的方式来经营两性关系，而且将带给你回报。\
\
\n\n倒立的圣杯国王\n\
    当这张牌倒立时，圣杯国王个人能力的消极面就浮现出来了。他可能会以不诚实的手段来支配各种人际，以及他周遭的人。他很少透露有关他本身的讯息，但是可能会细察你的一举一动，以找出你的弱点。他的内心充满恐惧，而且可能展现出天生对人性的不信任，这可能导因于从过去至今仍挥之不去的情感伤害。\
假设他感觉到他已经受到伤害，他就会寻求报复，而且可能会把他花在这上面的时间，一起算进这笔帐里。他很少宽恕，而且永远不会忘掉。除了这点之外，他还会一再地引述你曾对他说过，或你说过的有关他的话，即使是十年或二十年前 的事。他对于感情受伤的记忆力似乎是非凡的强烈。\
这倒立的国王代表那些被压抑地太久的情感，而今正在寻求解脱之道。在他早期的生活里，爱和被爱的需求被某些行为或决定给阻挠或扭曲了。\
他的反面就是他的选择，而且他并不需终其一生都像是一个倒立的国王。在纪伯伦的《先知》里有段话：“……而什么是恶呢？恶岂不就是受自身的饥渴所折磨的善？的确，当善饥饿时，甚至在黑暗的洞穴中觅食，当它渴时，连死水都喝。”\
说到艺术方面，圣杯国王倒立意味不明显的成就，或暗示他需要更加成熟和更多的经验，所有的创意潜能才会被开发出来。创作的训练可带来更多的奖励和成果。。\
就一般的角度来看，国王倒立是说你需要对过往释怀，好引导创造力到某些有意义和值得的事情上。这是该谅解和忘怀的时候了。你拒绝对过去释怀，适足以耗竭你的创作资源，或许还封杀了整个创作上的表现。"

sb14_kh="empty"



bj1_ast="   正位：征服，力量的胜利，超越困难而成功，主导权，具攻击性。\
\n\n    逆位：失败而逃走，破坏，引起麻烦争端，障碍很多，因逞强而招来灾难。"

bj1_qs="\n大体上的意义\n\
    宝剑王牌代表的是一个开始，时涉及以相信冒险或方案的行动。权杖王牌描述身体上的行动，杯子牌的王牌则是情感上的行动，而这张王牌叙述一个意念的形成，或是为未来的行动所准备的计划。\
这张牌代表清晰的思考，或明确的了解到完成一项计划所需要的是什么。庆祝一这张王牌是宝剑牌组中仅有的两张垂直向上的剑牌中之一。一张是皇后笔直地握着她的剑；而大阿儿克纳牌中，正义这张牌所画的则是一个女人笔直地握这一把剑。至于其他所有剑牌中所呈现出来的剑，都有一个角度，暗示偏颇的思想，而倒立的剑则表示思想转而朝内影响思考这本身。\
就日常生活的角度来看，正立的王牌可以表示清晰思考所带来的成功。确实的计划和清楚的将焦点置于想望的目标上会带来奖励。王牌也可以代表改善您物质生活的想法或计划。\
\
\n\n两性关系上的意义\n\
    在两性关系的分析当中，宝剑王牌暗示一个你想从两性关系当中得到什么的明确计划。由于有了一个清楚的目标，通常你会比较容易获得你所想要的，因为你已经可以轻易辨认出什么是你不想要的，然后立即修正方向。\
这张王牌所隐含的两性关系时，你和伙伴之间有种强烈的心智结盟，可能有共同的目标和兴趣；也可暗示彼此理念的结合。\
\
\n\n倒立的宝剑王牌\n\
    倒立的宝剑王牌暗示思考、想法和计划上的困惑。或许你没有办法看清楚在这个关键点上应做的选择。在下决定之前，先让自己集中注意力是比较明智的。你的想法可能脱离了现实和环境，而非务实和有用的。\
这张牌可能意指你的想法或计划是行不通的，或是由于你缺乏明确的思考，而且如果你没有明确目标的话，获得成功的机会将是十分渺茫的。\
你应该多花时间来想清楚，检视每一种选择，并将那些不切实际或难以实现者排除。此时此刻任何草率的行动似乎都很难有什么成就。你可能正焦急的要开始进行新事物，但是却不知道该从那个正确的方向着手。放轻松，并且让你的脑袋沉湎下来，在开始任何新事物之前，先形成一个有凝聚力的计划。"

bj1_kh="　　一隻手從雲中伸出，緊緊握住寶劍，寶劍穿過皇冠與桂冠，而遠方是毫無綠意的尖銳山頭，以及灰白空曠的天際。\
\
　　傳統上，寶劍代表傷害，而所有的一都是一個開端。因此，寶劍一預示一個新的挑戰，可能成功，也可能失敗。如同雙刃的寶劍，可傷人，亦可傷己；可殺人，亦可救人。寶劍一和權杖一都是一個行動上的開端，但寶劍的困難度比權杖一更高，可能引致不討喜的結局，因此要有面對艱難挑戰的勇氣與心理準備。記住，寶劍一只是一個開端，一種可能。未來究竟要如何發展，掌握在持劍者的手中。\
\
　　寶劍一也可以表示極端，以及任何方面的過度跡象。寶劍是種強而有力的利器，稍一不慎，很可能導致傷害。如同圖中劍尖穿過皇冠，寶劍一表示極端的力量，如同愛與恨，可以建設也可以毀滅。當寶劍一出現，可反思自己是否忘了中庸之道。\
\
　　圖中的寶劍直立，不偏不倚，顯現出理智的中立力量。寶劍通常與風要素相關聯，因此，儘管傳統上的寶劍牌組中心思想是傷害，但後世有不少人把風要素的涵義加入，於是我們經常可以在書中看到寶劍一有「理智」、「正義」、「知識」、「心智力量」、「決心」、「公平」等相關牌義，也可以代表某種權威，或是尋求權威的必要。\
\
　　在健康的占卜上，寶劍一可表示手術或打針。看看牌中的手持著寶劍的模樣，像不像醫生拿著手術刀，或是護士拿著針筒的樣子呢？逆位的時候，可能表示外傷。\
\
\n\n　　逆位置的寶劍一與正位意義相差不大，但是面對挑戰時，失敗的可能性更大，結果可能更為負面，宜審慎評估。不公不義或濫用權力的情況可能出現。"



bj2_ast="  正位：保持均衡，协调力，坚决的意志，彼此相残，理智与真相，行至尽头。\
\n\n    逆位：虚伪，双重人格，注意损友，就此结束，不名誉，不诚实。"

bj2_qs="\n大体上的意义\n\
    从日常生活的角度来看，宝剑二以为你需要作决定或在两个选择（两把剑）当中择其一。在你做出明确的决定之前，要尽可能的解决任何感情上的冲突。为了理清并解决感情上的冲突，现在正是从生活中退隐的时候了。\
正视你所恐惧的，如此你才能明了你周遭事物对你有什么意义。一个正确决定的报偿正等着你，它的第一个回报是解脱感，这解脱感来自于你能够锁定一个方向。\
\
\n\n两性关系上的意义\n\
    宝剑二意味有一段时间会从两性关系当中退缩下来，这是为了要理清你对事情的感觉。或许你曾经在某个两性关系当中受过伤，而在你重返正常的生活之前，需要一段时间来疗伤止痛，并从这些经验中得到一些教训。\
有时候这张牌可能是暗示在两个两性关系的机会中做选择，或是决定你准备让伴侣和你有多接近。如果你所下的这个决定能够结合思考（剑）和感情（水）的话，那它将有效用的多了。\
\
\n\n倒立的宝剑二\n\
    当宝剑二倒立时，意味着你的情绪相当混乱，如此一来你要下决定就更加困难了。情绪、恐惧或怨恨无法永远被压制，当这张牌倒立时，即代表着情绪或压迫性的恐惧一步步的占上风，因为当事人不去面对它们。通常这些恐惧都是毫无由来或脱离现实的。\
当你越努力的找寻正确的选择时，更多的选择机会就会出现，这张牌代表你试图透过思考来控制你的情绪，或让你的情绪理性化。在情绪得以沉湎下来之前，去感受和认知它们是相当重要的。由于你越来越清楚自己的感受，因而你对自己既自己的处境的理解也越多。\
就日常生活的角度来看，倒立的宝剑二表示迟疑不觉所引起的情绪上的不安.\
举个例子，安到我这里占卜的三年来，她和伴侣一直处的不好。每次当我建议她花些时间去感觉她的需求时，她总是举出一大串可能的选择，以及每一种选择的不切实际或不明智的理由。当她努力的要去下一个决定的时候，并没有考虑到她的感觉，而心智则提出无数的选择，但鲜少具有真实的可能性。她花了三年时间思考她的两性关系，却依然找不到解决的良方。"

bj2_kh="　 身穿淺灰長袍的女人坐在灰石凳上，背對著澎湃洶湧、暗礁滿布的海洋。她眼蒙白布，雙手持劍，在胸前交叉不動。天際高掛一輪新月。\
\
　　女人身後的水面代表感情，她不僅背對感情，還布蒙雙眼，表現出全然的逃避與困惑。此舉如同掩耳盜鈴，其實後面的洶湧海面、密佈礁石與多變新月，早已徹底顯露她的內心情感，而她選擇蒙上眼睛，背對不看。很多時候，我們就像寶劍二這個女人一般，其實真相早在那裡，我們卻選擇不看，即使有人告知，我們甚至還會死鴨子嘴硬，打死不承認。寶劍二也是一張有關決定的牌，表示當事人做不出決定，甚或拒絕下決定。\
\
　　她雙手持劍，並不是雙劍平行而立，卻是交叉在胸前，形成一種抗拒的姿態。她在防衛什麼？抗拒什麼？她的手臂交叉在胸前，等於交叉在「心」前，表示她有顆封閉的心靈，無論遇到何人何事，她總會兩手交叉，大聲說不！她寧願否定一切，也不願打開內心。(部分) "


bj3_ast="   正位：不在了，失去的爱，口角，离散，分居，失忆的眼泪，对立。\
\n\n    逆位：过失，不安感越来越重，不和，致命的损失，混乱，无法放开。"

bj3_qs="\n大体上的意义\n\
    宝剑三代表的是，你正强烈的经验这悲伤和失落的一段时间。当出现这张牌时，内心的困惑、悲痛和沉重是很明显的，它表示强烈的失望。在有关健康方面的分析中，它可能暗示心脏方面的毛病。\
几年前有位朋友来问我，他的一项事业计划未来发展性如何。计划中包括一位合伙人，为期四个月。答案是权杖六，这暗示成功，然而他又在六上面加了一张额外的牌——宝剑三。我们感到困惑，为什么一项成功的计划却是以失望收场呢？原来这项计划需要投入大量的工作，也得到不同凡响的成功，但他的合伙人却带着所有的好处一起消失了。\
\
\n\n两性关系上的意义\n\
    宝剑三叙述的是两性关系上的痛苦和受伤。它所显现出来的几乎可说是一种令人难以承受的失落和悲伤。只要记住这使会过去的，重要的是要诚实的去体验它，不要压抑它。\
倒立的宝剑伞在两性关系的分析中，可能是在强调过去未解决的痛苦，这痛苦是你无法在目前的情况中得到满足，这个过去可能是指现在这份关系中的过去，或早先的两性关系。为了保护自己不再受到进一步的伤害，你可能会在情感上和你身边的人保持一段距离。\
\
\n\n倒立的宝剑三\n\
    当这张牌倒立时，表示你有着类似的痛苦，不过这次你会抗拒你的感觉。去否定或压抑痛苦及失落所需要的力量必定是从某处得到的，而且通常来自你用于谋生的力量。这份痛苦越大，要用来压制它的力量越大，而你所残留的卫生的力量就变得微乎其微了。\
三的倒立可以代表你目前的事业被过去的痛苦所遮蔽了。或许当时你觉得被自己的情绪压得快喘不过起来了，而唯一的应对办法便是去压抑它们。在当时这个方法或许还管用，不过现在应该是找出另外办法的时刻了，也就是找出解决那些痛苦情绪的更适当的方式，否则哪些还没有被疏通的痛苦情绪永远在等着你。\
例如，当罗丝玛丽的父亲去世时，她经历了很长的一段沉痛期。她发现自己所悲悼的父亲角色是童年时所未曾体会的。这是一种存在已久的悲伤，要充分的体验和释怀非一蹴可几。在童年时，她没有接受失去父亲的悲伤（她的父母亲在她五岁时就已离异），而这份悲伤感在他去世时浮现出来。所以事实上，她是以一个成人及一个五岁大孩子的双重身份在追悼她的父亲。\
三的倒立暗示没有能力接受痛苦或伤害，它告诉我们的是一种压抑痛苦，或逃避可能引起任何痛苦记忆的场合的项向。"

bj3_kh="　　映入眼簾的是一幅令人痛苦的畫面。即使是完全沒有接觸過塔羅牌的朋友，也可以輕易道出寶劍三的涵義──傷心。三把劍合力刺進一顆鮮紅的心，背景是灰暗的雨和雲。某些版本的塔羅牌給這張牌一個更直接的名稱，叫做「悲傷」。\
\
　　然而，寶劍三在混亂中，仍然保持著某種和諧，請注意三把劍形成對稱的型態。這張牌的課題就是「接受你的悲傷，並且安然度過」。悲傷是必須的，悲傷使人成長，所以，請不要拒絕悲傷，只要接受並體驗，它就會轉化為成長的力量。\
\
　　除了悲傷之外，寶劍三還表示失落、孤立、痛苦、分離。引起悲傷的原因很多，也許是情人的離開，或者好友的背叛。然而，相較於寶劍六，寶劍三只是誠實地描述心碎的模樣，並沒有描述療傷的過程﹔也就是說，當事人可能在情感上受了傷，卻看不開、放不下，沉溺在自憐自傷的情緒中，導致傷口遲遲無法痊癒。在健康方面，可能代表受傷或手術，同樣有傷口等待時間讓它痊癒。\
\
　　幻滅是成長的開始。寶劍三的課題在於接受並放下，不必壓抑悲傷，也不要太過沉溺。接受身旁的人給予的幫助與關懷，可以讓你不至於鑽牛角尖。\
　　寶劍三其他的涵義還有延遲、缺席。\
\n\n    逆位置仍然具有正位的意義，不過多了幾項可能的附加意義：第一，傷心的是對方。第二，該痊癒了，當事人卻仍沉浸於悲傷中，不願接受別人幫助，因而難以痊癒。第三，傷心的程度沒有正位那麼嚴重。偉特指出寶劍三逆位可能表示「心理上的孤立」，這也許說明了第二項解釋的理由，因為把自己封閉起來，因為對其他人提供的幫助視而不見。"


bj4_ast="   正位：必须休息，静养，补给，延期，暂时让步，引退。\
\n\n    逆位：重新在行动，用心慢慢的前进，拾回以前失去的东西，不顾病痛，看不见重点。"

bj4_qs="\n大体上的意义\n\
    宝剑四这张牌可能象征自生活中撤离：身体上退隐到自家当中，或在精神上退隐到梦想和幻想当中。它也可能暗示健康方面的问题（一段被强迫内省的事件），或只是一个身体缺少活力的阶段。\
葛临在婚姻触角之后，几乎有两年的时间都幽居在自己的家中。他几乎没有娱乐，也不去拜访朋友；相反地，他待在家里看书，学拉大提琴，并深思过去的婚姻关系。\
他问道：“为什么这段婚姻会结束呢？”这是剑牌面对人生的典型态度。他需要答案，而他在独处及自我探索时找到了。\
在健康方面的分析，四暗示身体出现状况的一段时期，可能是进行手术，或健康活力的低潮期。你需要一段独处的事件来重新平衡精力。\
有时候这张牌可能是强调你需要多做沉思，以便重新认识在宝剑王牌当中所看到的事件的基本精神成因。而透光的窗户则暗示在你内心有条通路正在召唤着你，即使你还处于休养的状态。\
\
\n\n两性关系上的意义\n\
    在两性关系的分析方面，宝剑四这张牌可能暗示，你正在统合或加强你自己，或对人生的理解的一个阶段或一段关系。有时候他也可能是在描述，一个伴侣为了思考生命的意义而从生活和两性关系中抽离，而对你造成伤害（影响）。\
依照牌面上其他的牌可能表示意味伴侣从两性关系的肉体或精神上抽离，，而遁入了书堆或某种消极的嗜好，甚至是睡眠当中。\
\
\n\n倒立的宝剑四\n\
    倒立的宝剑四意味一段改变的时机。在这个关键时刻，你知道你不想要什么，然而你可能并不清楚自己想要什么。赶紧投入，看看到底发生了什么事。它也可以指在一段独处之后，在重返日常生活当中。\
这张牌可以暗示迅速地自疾病中复原，或经过一段安宁和冷静的时期后，迅速返回生活当中。在反躬自省及探索过去种种之后，现在正是你运用你对人生新的理解的时刻了。"

bj4_kh="　　圖中的男人在類似修道院的建築物內休息，雙手合抱胸前，呈現安詳的狀態。彩繪玻璃表現一個祈禱者跪在聖母面前的畫面，好像在尋求什麼建議，以獲得內心的寧靜。三把寶劍掛在牆上不用，但他身旁仍保有一把寶劍，當他醒來，隨時可以拿起寶劍來採取行動。\
\
　　寶劍四沒有其他寶劍牌那樣的混亂不堪，它通常是一張代表消極不動的牌，但並非全然無為（注意他手邊的劍！），而是在一段休息的過程中儲備精力，暫停目前的事務，好好沉思下一步的動向。等他準備妥當，隨時會再起身，繼續未完的計劃。所謂「休息是為了走更長遠的路」，正是寶劍四的核心意義。我們可以將其視為暫時性的退休，從戰場中暫時退下。在健康的占卜中，寶劍四可能代表住院。\
\
　　當寶劍四出現的時候，通常代表當事人正處於一種休息的狀態，或是他需要慢下生活步調，好好休息一陣，然後重新出發。他先前可能太累了，或者是想要逃避，而在休息的過程中，當事人注意的重心會由外在世界轉向內在心靈，獨處的時間也增加了，因此這也是張「充電」的牌。抽到寶劍四的時候，要提醒自己切勿急躁，凡事細細想，慢慢來，是有好處的。 (部分)"



bj5_ast="   正位：破坏，免职，不名誉，堕落，对人产生迷惑。\
\n\n    逆位：很大的损失，无法预测，暗示熟人将发生不行，吊唁，被打败，不甘心。"

bj5_qs="\n大体上的意义\n\
    宝剑五这张牌代表争吵、紧张和冲突，这可能使指你与自己内在的交战，或和你周遭人的不协调。假如这个冲突是指你和别人的，则其前提很有可能来自你的思想。在这种冲突的情况下，每个人对于事情的解决方法都各有见地，却没有人愿意聆听他人的心声。当一个人尝试这要去说服另一个人采纳自己的方法时，第二个却在想，轮到他发言时，他打算说些什么。所有相关的人之间根本缺乏真正的联系或沟通。\
在事业的分析方面，五这张牌意味着你有很快离开工作或转变职业的倾向。五是一张在困难的环境底下就会离开的牌。这群人在目前的工作当中并不是一个团队。这张牌带来的改变是强迫性的、不寻常的，而且在日后当悬而未决的问题以另一种姿态出现时，则有可能需要做更多的改变。\
\
\n\n两性关系上的意义\n\
    在两性关系的分析方面，宝剑五这张牌意味分离、冲突和失落。两个人或更多人（如果亲戚或朋友牵连在内的话），都已经决定如何做一件事，但大家的决定却都不一样。除非每个人都愿意听听别人怎么说，否则事情是不可能有真正结果的。\
在这种情形下，不论是在肉体、情绪或精神上大家都被卷进这场纷争。也许这种冲突已经不是第一次出现了，而且每个人都有可能因先前的冲突而留下若干未解的心结。错综复杂的前因后果使得明确的沟通更显困难。\
\
\n\n倒立的宝剑五\n\
    倒立的宝剑五可能仍是一张代表不协调和分离的牌，不过在冲突之后，每个当事人回去反省他们的争执点和行为。当出现倒立的五时，表示有进行沟通的可能，因为这些相关人员的思想是比较开放的。\
或许该市你解释对问题的看法，以及听听别人是如何看事情的时候了。现在整件事情的模式就摊在你面前了，而你也准备要对冲突的根本因素多负起些责任了。你并不是第一次处于这种情况，而且或许你正在做某些造成这种冲突的事情。\
艾恩在占卜的过程中抱怨说，女人是不能被信任的。他相信一旦她们得到他完全的付出之后，便会离他而去，另觅伴侣。它最近五次的两性关系都是以悲剧收场，简直另他痛苦万分。\
“你可别告诉我，我应该为这次关系的破裂负责任。她告诉我，她并不确定自己想要一份固定的关系。她说她想要分开几个礼拜，所以我们就间断了一些日子，而三个星期以后我去看她，她竟有了新男朋友，而且就住在她的房子里面！”\
“所以你是在告诉我，你一点也不认为你应该为那次关系破裂负上一点点责任喽？”\
“一点也没错。我仔细回想，在我的生命当中，根本就没有一个女人曾经给过我所需要的爱和关心，一个也没有。”\
“有没有可能是你总是让自己去吸引哪些无法满足你需求的女人？或是你本身可能不容易让别人爱你？”\
“或许吧。但那也不能合理化她的行为呀。”\
“也许不能。不过，你最近的五次关系都是在非常艰难的情况下结束的，而最后一次更是既惊吓又伤害了你。或许你已经陷入无法满足情感需求的一种模式了。”\
虽然艾恩沮丧的离去，不过他已经做好了要检视他过去两段关系的准备了，澳扩会说到他第一次和女性的关怀：他的母亲。"

bj5_kh="　　紅髮的男子右手抱著兩把劍，左手拄著另一把，回頭注視遠方兩個失敗者，嘴角似乎帶著微笑。很明顯的，他們剛結束一場爭執，也許暴力相向。地上還散落著兩把劍。另外兩人中，一人悵然離去，一人用手摀著臉，似乎難以接受，或者感到傷心羞辱。天空中被風吹散的雲彷彿也在說著他們爭執的故事，看來很不寧靜。\
\
　　寶劍五的主角，這位血氣方剛的男子，剛剛獲得勝利，他看來很得意，卻不知這場勝利並沒有任何好處，這是損人不利己的行為。得到幾把寶劍又如何？殊不知他失落的更多。他展現出自私的胸懷，還有不能為他帶來好處的野心。因此寶劍五在占卜上，可能表示得到勝利，不過這場勝利卻沒有什麼好處，只是無謂的勝利罷了。建議當事人想想自己如果勝利，究竟能得到什麼長遠的益處？或者自己是否展現出自私野心的一面，甚至做出損人不利己的行為？\
\
　　寶劍五也是一張代表爭執的牌，與權杖五相當類似，但重點不同。權杖五是一群人僵持不下的畫面，勝負尚未分曉，每個人都還很努力要獲得勝利﹔寶劍五的場景在爭執結束之後，結局卻是誰也沒得到好處，贏的人表面得意，骨子裡失去的更多，輸的人心中黯然，甚至感到丟臉屈辱而掩面哭泣。可見寶劍的傷害性比權杖更強，在過程中很可能不知不覺傷害他人。\
\
　　寶劍五也可以代表敵意。這場爭執不像權杖五，起碼是個公平的競賽。寶劍五的爭執中，很可能有人會刻意傷害對方，甚至不擇手段，以贏得最後的勝利。在爭鬥的過程中，寶劍也可能刺傷參賽者的肉體。參賽者可能短視近利，忘記了比賽最終的目的，只是為得勝而得勝，甚至是為了把對方打敗而得勝。因此當寶劍五出現時，需審視週遭有沒有對你懷有敵意的人，對你做出傷害性的行為。這種傷害不一定是身體上的，光是謠言就形同利刃。\
\
　　寶劍五逆位的意義與正位類似，但是失敗的機率較大，當事人很可能扮演途中遠方失敗者的角色。失敗、屈辱、受害的狀況都有可能發生。也有人將寶劍五逆位解為從自私的行為中解脫出來、停止無謂的爭執、不再被謠言困擾等。逆位的解讀沒有對錯之分，個人的感覺比較重要，因此切勿死背，選擇自己能接受的牌義才是最好的方式。 "



bj6_ast="   正位：旅行，历尽艰辛后万事太平，度过难关，需要中介者，平静。\
\n\n    逆位：无路可走，现在没有好对策，爱的告白，无望提案，问题的显现。"

bj6_qs="\n大体上的意义\n\
    宝剑六当中所画的平地船意味这海外旅行，特别是如果着杖牌是伴随着宝剑牌侍卫、权杖八、权杖三或节制。宝剑六可能是在说明当你转移向新的经验时，你也正慢慢的远离困境，情绪从过去释放出来。\
\
\n\n两性关系上的意义\n\
    宝剑六这张牌意味，在你关系当中的任何困难将会很快的被你抛到身后，而且你的关系将会逐渐的成长和发展。一种新的肉体或精神上的状态，将让你由机会以截然不同的方式去经历这段关系。\
现在挣扎都过去了，正是放开过去，将它留在属于它的地方的时候了。虽然许多的事情都在逐渐改善当中，不过现在你可能在财务上有点困难，或有健康方面的隐忧。\
西奥和克里斯汀娜购买了一栋房子，而他被裁员六个月了。接二连三的财务困境使他们的关系压力重重，因为克里斯汀娜为了付房贷而经常加班。在为西奥所做的分析当中，宝剑六出现在现在的位置，我解释为：过去的困扰会慢慢的从他们生活当中被解决。\
一个月后我们在当地的一家购物商场偶遇，他热情的向我说，他已经找到一份新工作了，收支慢慢的平衡了。\
\
\n\n倒立的宝剑六\n\
    这张牌倒立暗示，当你揭开尚未愈合的伤口，想让它们完全的愈合时，这将会使一段充满暴风雨的旅程，可能是肉体上、可能是精神上。而且可能以谈论新问题的形式出现，即使可能会引起骚乱。\
这杖牌也可能是在描述晃动船身的行为，或为了寻找解决之道而制造新的问题，因为有时候对抗反而可以消除误解，达成协调。这就像从锅子跳进火堆中一样。六的倒立意味你知道自己在某种状况下不快乐的原因，而你正在进行必要的转变，好在将来得到快乐。\
举个例子，在妮琦的两性关系分析中出现了六的倒立，当我在解释的时候，她笑了。\
“有一天早上我醒来，望着罗伊，忽然了解到他并不打算改变。他是个酒鬼，而且那正是他想做的。我离开了，而且从来没有回去过。刚开始过的真苦，没有水壶、锅子和基本的加剧。不过如果在重来一次，我还是会离开的。”\
在六的倒立中，，你把剑从船板上拔起来，面对着沉溺、游泳或在船进太多水以前抵达陆地的选择。你迫使某特定议题达到结论，以这种方式积极的寻找加速改变之道。”"

bj6_kh="　　一艘小船上插著六把寶劍，船上有一個女人、一個小孩與一位船夫。\
\
　　船緩緩的朝遠方的岸邊前進，而此端的水洶湧，彼方的水平靜。象徵傷害的六把劍插在船身上，以及三個主角哀傷的背影，構成寶劍六緩慢低迴的基調。沉重的劍身讓船夫只能緩行，療傷的過程亦同。但是我們不能把寶劍抽起，否則船會沉，正如我們不能把過去的哀傷連根拔起，只能輕輕的撫平。也許你該慶幸，這些寶劍並不能使船沉沒。\
\
　　寶劍六沒有寶劍三或是寶劍九、寶劍十那樣怵目驚心的意象，也沒有寶劍五那樣令人不悅的衝突，有的只是淡淡的憂鬱。事情不很糟，但也不很好，環繞當事人的是低落與微微的沮喪。也許你想掉淚，卻哭不出來；也許你想故作堅強，但眼淚這時又不聽使喚的紛紛落下。或許，你可以學牌中披著斗篷的主角，把自己藏起來，隔絕在人群外，然後慢慢療傷。\
\
　　這是受傷後康復的過程，不管傷多重，總是能痊癒。水象徵情緒，這端洶湧的水是你煩擾的過去，前方大片平靜的水面，預示未來安詳的情緒。船夫手持黑色長篙，黑色象徵潛力，將來什麼都還是可能發生，不要將自己困死了。寶劍六是一個通道，領你向未來的幸福快樂前進，光明的日子就在前方。\
\
　　寶劍六另外一個重要的意義是旅行，特別是與水有關的旅行。例如海灘、河邊、小舟、遊輪。\
\
\n\n　　寶劍六逆位，洶湧的水就跑到上頭了，表示未來有更多艱難。當事人遲遲無法痊癒、不肯接受幫助、鑽牛角尖或是遇到更多困難。再者，寶劍倒插可能會掉落，船恐怕會因此沉沒。不過，另一方面，寶劍六逆位反而可能代表溝通與揭示。正位的時候主角把自己藏起來與世界隔絕，逆位時反而會主動揭露心事。將過去的傷痛說出可能導致痛苦，但也可能是痊癒的開端。 "



bj7_ast="   正位：计划失败，疏忽大意，有隐藏的敌人，泄露秘密，失窃。\
\n\n    逆位：意想不到的好运，参考意见，好的忠告和指导，过于固执，局势有利。"

bj7_qs="\n大体上的意义\n\
    宝剑七所传达的讯息是：不要放弃。去找寻另一种可以达成目标的方法吧。坐下来，检查一下你所有的选择。和这个挑战玩点心智游戏，以便发现先前未曾预见的可能性。你当然还有时间来完成你的愿望，然而在方法上需要更有弹性。\
简单地说，入股哦你的不到想要的回馈，那就去做不同的事情吧。\
各种行动的不同组合方式，就有可能会带来不同的结果。\
七同时也是一张秘密、隐藏动机和不坦诚的牌。例如，盖瑞打算要做一桩买卖，而排出来的牌当中有一张宝剑七。我警告他，把他的钱财投进去之前，要非常严密的检核这项生意。后来他果然证实了我的怀疑。因为老板对目前事业的成功并不坦白，有一位资深经理在毫无预警的情况下带走公司五十万美元的资金，这件事就发生在盖瑞检查这项投资计划的一个月以后。\
\
\n\n两性关系上的意义\n\
    在两性关系的分析上来看，宝剑七并不尽然是张积极的牌。它所叙述的是不坦诚，而且假设是在圣杯三的旁边出现，那它可能暗示一段三角关系，例如，其中一个人可能有外遇。\
这张牌也可能暗示，对一段既存的两性关系采行新作风，可能让你得到你所追寻的回报。别放弃你的两性关系，找出一种新方法来达成你的目标吧。\
\
\n\n倒立的宝剑七\n\
    倒立的宝剑七可能是在暗示，你正在使用一种过时的方法来处理事情。该是听听别人意见的时候了，因为可能会有人提供你所需要的忠告。如果你想达成目标，需要的是一种截然不同的态度。\
做同样的事情通常会产生同样的结果。如果你并不想要你目前所得到的结果，那么改变你的态度吧！\
七的倒立可能还暗示着欺骗或自我欺骗。自我欺骗会窄化你的认知，而结果就会影响到你处理事物时所做的选择。塔罗牌中七的倒立有一个共同的含义：不要把持不放。换句话说，不要死守着你旧有的思考方式、做事方式或是对事情的感觉。\
或许你正死守这一个对生活不合理的信念不放，同时还骗自己说，事情从以前到现在一直都进行的很好。宝剑对生活的一个态度是：如果你不喜欢这个世界，就改变你的想法吧——这世界将会顺从你的意思来改变。"

bj7_kh="　　圖中的男子身處軍營中，趁著遠方敵人炊飯沒有防備時，悄悄偷走五把劍，還留著兩把在原處。\
\
　　這個男子孤軍奮戰不鬆懈，躡手躡腳溜離象徵社會與人群的彩色軍帳，所以寶劍七具有孤立的意義。同樣是以寡敵眾的的主題，在權杖七中，地勢對主角有利，但在寶劍七中，卻非如此，他一人力量畢竟有限，所以無法使用光明正大的方式與敵人交鋒，只能偷偷摸摸的用這種欺詐又狡猾的方式，企圖減弱敵人的戰力。因為搬不動而留在身後的兩把劍象徵這個嘗試有其危險性，萬一東窗事發，他可能會遭到慘烈的下場。不過，值得注意的是，他不因困難而退縮，反而懷抱希望，奮力為生存努力，顯示出內在的自信，這點我們也可以從他的表情中看出來。\
\
　　寶劍七的這個男人有點類似電影中的獨行俠，從思索計策到付諸實行都是一手包辦，且極少跟旁人打交道。這樣的處世方式也許有用，但並非永遠行得通。如果抽到寶劍七，也許當事人該檢視一下自己的處理方式是否適用。 (部分)"


bj8_ast="   正位：危机，孤立，责难，中伤，争执，坏消息，被束缚。\
\n\n    逆位：危机解除，挣脱束缚，全新开始，刷新一切，离开，放慢速度。"

bj8_qs="\n大体上的意义\n\
    宝剑八代表的是你被限制住的一段时间，或是在某种情况下你失去个人的能力。你觉得动弹不得，受到限制，而且没有办法看清楚你前面的路。\
去探索那等待着你的道路吧，利用你内在的力量和个人的能力，将自己从目前的情况中释放出来，并且把那些曾经屈服于他人的个人能量重新召唤回来。你的信念其实才是你最大的限制。好好自省并检视这些信念，因为事实上目前的“眼罩”是在帮助你，因为它可以让你不会分心。\
在健康的分析方面，宝剑八可能暗示气喘或胸腔方面的疾病，因为当你感觉到受压迫的时候，通常呼吸是有困难的。\
\n\n两性关系上的意义\n\
    宝剑八显示两性关系上的限制。它可能是两性关系中的一个约束性的角色，或可能是你在这种情况下感觉到被套牢或被束缚。\
珍妮丝在询问两性关系时翻到了八这张牌时。她觉得她和麦克之间的关系是一种严重的关系，在他意外受伤的时候，她正打算离开他。他在床上躺了六个月，康复之后，他需要感觉上的支持。她觉得现在是不可能离开他了，且更因此觉得被捆绑在这份关系中动弹不得。\
珍妮丝的自我探索，再次去发掘她内在的力量或学会对她有所助益。或许她会发现她以前没有察觉的解决之道。\
\
\n\n倒立的宝剑八\n\
    当宝剑八出现倒立，你可以把眼罩除去，看清楚事物本身的面貌。这八把剑，每一把都代表一种对生命的特殊信念，而现在已经松绑了。你可以从对生命种种限制性的信念中解放，给自己自由。从日常的角度来看，它意味最坏的情况现在已经过去了。给予更清晰的认知，现在你可以做出比较健康的选择了。\
这是一张象征限制之后解放了的牌。那些曾在某种程度上束缚过你的旧信念，正被新的理解所取代。"

bj8_kh="　　一個女人眼睛被布矇住，上半身被綑綁著，身處八把寶劍群中。地上滿是象徵羞辱的泥濘，而遠方是座矗立於峭壁之上的城堡，象徵綁住她的權威。\
\
　　八號牌與「評估與前進」相關。聖杯八所表現的主題是「重新評估再前進」，錢幣八表現「逐漸前進」，權杖八表現「迅速前進」，而寶劍八正位的主題則是「評估與前進的困難」。很明顯的，女子在眼盲手縛的情況下，四周又都是寶劍，使其受到重重的限制與壓迫，她看不見四周，感到非常無助，好像自己是個睡美人，只能消極等待王子來拯救。但請注意，女子的腳並未被綁住，寶劍也沒有將她完全困住，四周更無人看守，只要她肯跨出腳步，自由就在伸手可得之處。因此，寶劍八代表的限制不一定全然是外界給予的壓力，更常見的狀況反而是當事人劃地自限。破案關鍵即在於矇住她雙眼的布條，因為對四周的無知，所以害怕，所以迷惑，不敢跨出第一步。\
\
　　我們在生活中常常故步自封，認為自己做不到，或者是單純出於對陌生事物的恐懼，因而畏縮退卻，殊不知事情根本沒有像自己想像的那麼困難。如果你經常感到壓力，覺得受到束縛，請仔細想想，這些壓力是不是多半自己找來的？如果覺得對未來很不確定，心慌意亂，寶劍八的訊息是：請把眼罩取下。走出泥濘與劍陣，其實很容易。只要擁有堅定的信心，即使看不見前方，也能闊步而行。\
\
　　寶劍八和寶劍侍者或權杖八逆位一樣，都代表壞消息。寶劍八在健康的占卜中，表示生病。少數時候甚至表示牢獄之災。在感情方面，可能意味著當事人看不清事實，自己鑽牛角尖，走不出來，而感到徬徨無助，甚至覺得自己才是受害者。\
\n\n    寶劍八逆位，女子開始察覺自己的無知，是覺醒的起點。她將移動腳步，獲得自由，真正表現出「前進」的真諦。"



bj9_ast="   正位：绝望，苦难，因恋人引起的不幸。流产，绝交，生病。\
\n\n    逆位：疑惑，耻辱，拥有许多秘密的人，犹豫不决，恐怖，谣言，中伤。"

bj9_qs="\n大体上的意义\n\
    宝剑九代表的是强烈的梦。或许你的潜意识正努力教导你某些事情。倾听你的梦境。或许你是在支持某种状况或哲理，而它并不相对的支持你。\
忧烦、头痛和睡眠的困难也同样是这牌所意指的。在健康的分析方面，就是有关心脏、上级追、颈部和头部方面的问题。\
假如九这张牌是和五角星牌一起出现的话，那么你可能有金钱方面的困扰；而如果它是出现在圣杯牌的旁边，你可能是在为两性关系或情感上的事情而烦心；假设它和权杖牌在一起的话，那么有两种可能，即你正在为旅行或改变的事烦恼，或是你由太多身体上的事情需要你马上去关心它。\
\
\n\n两性关系上的意义\n\
    在两性关系的分析中，宝剑九暗示你正为一个两性关系烦恼，或是你有很鲜明的梦境告诉你，在某段关系中基本问题是什么。\
九这张牌也可以象征，你恐惧一段关系的破裂，而这种恐惧可能是毫无由来的。你必须连同牌面上其他的牌一起看，才能证实这方面的意义。这正是倾听你自己心声的时候了，如此你才能确认既满足你所有的需求。\
\
\n\n倒立的宝剑九\n\
    宝剑九出现倒立时，它意指梦境所带来的直觉。你很可能会依梦境所透露的讯息来行事。这张牌以暗示预言式的梦境，详述着你未来生活当中的重要事件。\
简单的说，九这张牌说的是你的潜意识将你的恐惧和欲望，透过梦境传达给你的意识。当九出现倒立时，你要更加留意这样的讯息，因为该是你不再隐藏你自己、真实的价值、恐惧，或未实现之欲望的时候了。一旦你能面对你的恐惧，噩梦将沉湎下来。它也可能意味着，对某种特殊状况你已经不再那么担心了。"

bj9_kh="　　午夜夢迴，一個女子從睡夢中驚醒，把臉埋在雙手中。牆上橫掛著九把劍，看起來彷彿從後面刺穿那女子，帶給人極大的壓迫感。棉被圖案是由象徵熱情的玫瑰，以及星座符號組成的。床側則雕刻著一人擊敗另一人的畫面。\
\
　　寶劍九表達人世間最深的恐懼。寶劍三起碼能夠接受傷心，寶劍六緩慢療傷，寶劍十裡的人已經人事不知了，唯有寶劍九中的女子仍然深受困擾，感到極度的絕望。寶劍九的暱稱又叫「惡夢牌」，當人被困在夢魘中時，他是不知道自己有出路的，只能不斷的承受絕望，苦苦掙扎。唯有徹底覺知的人，才會知道，原來只要睜開眼睛，就能不再受恐懼纏繞。\
\
　　極深的痛苦，極大的壓力，造成夜夜失眠的後果。是什麼讓你如此害怕？是何事這樣困擾著你？是什麼經歷讓你感到這般屈辱而羞愧？你是害怕失敗，還是害怕失去？甚或單純不敢面對未來的不確定？你做了什麼虧心事嗎？你的信心為何崩解？你的內在力量到哪裡去了？當你在脆弱的深夜時分想起你最恐懼的事物，你是否仍相信明天？\
\
　　有時候，悲慘的事情並非直接發生在當事人身上，而是發生在當事人親愛的人身上。有時候，壞事發生在親愛的人的身上，比發生在自己身上還讓人傷心。\
\
　　在健康的占卜中，寶劍九代表失眠、惡夢，或者是頭頸胸的疾病。有時候代表手術。若是同時與死神、寶劍十、塔等象徵結束的牌出現時，也許必須面對最不希望的結果，而這是人世間必經的課題。\
\
\n\n　　寶劍九的癥結在於當事人看不到希望存在，逆位時，則比較能看見光明面，或是光明面即將到來。要相信時間能治癒一切，請想想《亂世佳人》中郝思嘉最後的告白：明天又是嶄新的一天."


bj10_ast="  正位：破灭，惨败，苦恼，希望灭绝，孤寂的、悲惨的命运。\
\n\n    逆位：一时的利益，瞬间成功的机会，东山再起的希望，改善的可能性，隐藏的危机。"

bj10_qs="\n\n大体上的意义\n\
    宝剑十代表一种情况的结束。可能指两性关系的结束，或某关系中的一个阶段的结束，或一项事业的失败。你生命中的某些事物已经结束了，接受这个事实有助于新事物来取代旧的的。在健康的分析上，这张牌指的是脊髓毛病、颈部僵硬或喉咙吞噬困难。\
如果宝剑是或死亡、高塔、审判等牌一起出现的话，它可能象征肉体的死亡。几年前我帮一个女人占卜，她在剩下的一个小时内花十分钟问了一连串的问题，而最后一个问题，是有关她父亲的健康情况。\
在她的健康分析中有宝剑六和十、死亡、高塔和审判牌，然后她又加了一张空白牌在结果的位置。\
我花了好几分钟的时间来研究这些牌，已做出绝对的认识。而实在是找不出另外的可能，于是我只得告诉她，有个很明显的可能性显示出来，她父亲会在下个月去世。我小心翼翼的向她说明这件事情，以免惊吓到她。而她却是以微笑回报我。\
“好吧，我知道他的来日无多了。他正在医院里面以我们的要求打吗啡。我只是想知道在牌上是不是看得出来。”\
如果没有其他这几张牌一起出现的话，十可能只是暗示一种改变，而如果出现着几张牌的话，肯定是最终的改变。\
\
\n\n两性关系上的意义\n\
    宝剑时刻能代表整个关系的结束，或是其中一个阶段的结束。例如，当一个婴儿出生，只有两个人的互动关系就会因他的存在而结束，并转变为包含了另外一个人的新关系。有时候十也意指分手之前的低潮经验。\
\
\n\n倒立的宝剑十\n\
    倒立的宝剑十意味在一段艰困的时光中，得到暂时的喘息，你应该明智的利用这个机会让你本身或处境做一个真实的改变。如果你不图谋改变的话，情况还是又回到以前的样子，而是这张牌还是会以直立的姿态出现在你的分析当中。\
这可不是一个可以松懈下来的时刻，而是做真正改变的时候。当牌倒立时，表示你已走到了谷地，倒是没有任何事物是会自动改善，现在正是你迈开脚步，朝一个崭新的方向出发的时候了。"

bj10_kh="　　一個俯臥的男人，背上插著十把劍，有一把甚至從插進耳朵裡去。這畫面實在令人怵目驚心。牌面中有一半被黑色的天空和烏雲所佔去，多少暗示寶劍十這張牌是大家避之唯恐不及的所謂的「壞牌」。\
\
　　寶劍十通常的涵義非常負面，包括慘痛、難過、痛苦、結束、失敗，以及任何你能想到令人不悅的詞彙。牌面上男子的不僅是死去，而且還是被十把劍給刺得慘死的。每個牌組的十號牌都代表該牌組「過度」的狀況：權杖十被過多的責任壓得累垮，聖杯十中人人都幸福洋溢，錢幣十的生活富裕卻缺乏情感交流，寶劍十則表現的是寶劍特質的濫用所造成的後果，因為寶劍是兩面刃，要殺人一把便足夠，怎麼需要十把呢？況且男子又是從背後被刺死的，多半連反擊的機會都沒有。\
\
　　現在是人生中的黑暗期，然而，好壞並非絕對。男人身上披著的紅袍象徵他對生命的熱忱，而遠方曙光已現，似乎在告訴我們，這只是黎明前的黑暗罷了。河川中的水平靜無波，和前面寶劍二與寶劍六中洶湧的浪迥然不同。也許事情沒有想像中的那麼糟。沒有死亡，哪有新生？只要熬過了這一陣，就能成為破繭而出的蝴蝶，翩翩飛舞。寶劍十提供我們一個機會來放棄生命中不需要的事物，已為了更美好的將來做準備。\
\
　　感情婚姻或事業方面，寶劍十往往代表痛苦的結束。在健康方面，寶劍十可能代表背部或脊椎方面的毛病，在極少數的情況下，與其他類似意義的牌同時出現時，才有可能代表死亡。\
\
\n\n　　寶劍十逆位，偉特詮釋為：優勢、獲利、成功，但是不持久。把牌倒過來看，插在男人身上的十把劍大概會掉下來，傷害性似乎沒那麼大了。此時當事人可能僥倖逃過一劫，但仍無法倖免這過程中的痛苦。\
\
　　每一個事件，無論好或壞，都有意義。寶劍十出現，癥結在於如何從失敗中學習，從痛苦中成長，這才是寶劍終極的意義。 "



bj11_ast="  正位：警戒信号，事情有变异前已查觉，调查，间谍，学习沟通的方法。\
\n\n    逆位：没预期到事态的变化，没有准备，生病，无力对付强劲的对手，有漏洞。"

bj11_qs="\n大体上的意义\n\
    宝剑侍卫可能代表一趟搭飞机的旅程、任何与你问题有关的讯息，或是在一般的占卜中，有关你目前所拥有的一个构想或计划的消息。一个心思活泼、容易沉浸于灵感中，而想法却并不怎么实际的年轻人，也可能是宝剑侍卫所暗示的。\
在事业的分析上，它可能代表创意和梦想会帮助你，或变成事业的一部分。有时候宝剑侍卫暗示你对某个方案或状况仍处于幻想的阶段，所以在你判断自己的想法是否可行之前，你需要先回到现实当中来。\
\
\n\n两性关系上的意义\n\
    宝剑侍卫以为你正在梦想一段你想要的两性关系，然而却没有为了让此梦付诸实现而有所行动。它暗示你对两性关系保持一种神话般的态度，或是说你从现实或痛苦中退缩，而将一切停留在脑海当中（那就是说，透过思考接近生活，而不去考虑你的感受为何）。它代表一种对情感的知性态度，然而对你本身或处境却缺乏去的深刻了解的基础。\
\
\n\n倒立的宝剑侍卫\n\
    宝剑侍卫倒立时，可能象征迟来的消息。它也暗示你的根基尚未稳固。飞机的飞翔倒比较像侍卫牌的倒立，而不是此牌的正立。在事业的分析上，它可能意味着和飞翔相关的事业。飞机上的工作人员和驾驶员常常会选中这张牌。\
爱说闲话也是侍卫牌的一个意思，因为传递消息是他的任务，不过这回他所散播的对象可比他所想象的还多。它也可能暗示着，你比较擅长思考及谈话，而不是行动。\
宝剑侍卫可能意味在使梦想实现上，你做的不够多。或许你是嘴巴上在说这件事，而身体却在做另一件。\
例如，珍妮不停的谈论她的写作。每一个她所认识的人，都会很快的就知道书的取材，即它如何改变她的生命。然而事实上是，她的创作热情跑到了她的嘴巴，而非她的笔端，所以十个月内她一页也没写出来。她活在成为一名作家的梦想中，却没有实际写过任何东西。当宝剑侍卫出现倒立时，它所表达的就是：停止做梦，开始行动吧！"

bj11_kh="empty"




bj12_ast="  正位：勇敢奋战，强力压制反弹，行动力，具手腕，挑战的勇气。\
\n\n    逆位：无能，自负，轻率，英雄气短而失败，不和，没神经的人。"

bj12_qs="\n大体上的意义\n\
    宝剑骑士代表的是迅速的行动：跃进或跳出某种情景。作为某个问题的答案，它暗示着一个快速的动作或出其不意的行为是有需要的。已经没有时间去想该做何选择了——去做就对了。\
这张牌通常是代表一个年轻人，他不按牌理出牌、缺少耐心、思考敏捷。如果这个人要来帮忙你，你只有很短的时间可以考虑要婉拒或接受，因为很快地，他又会将注意力转移到其他地方去了。\
\
\n\n两性关系上的意义\n\
    宝剑骑士通常意味，有个人走进了你的生活，然后又在短时间内离开了。对他而言，这是路过，所以你大可以享受和他在一起的时光，不过要记住，他可能改变主意、方向，或落脚处于一瞬间。\
对骑士而言，两性关系是一种心智上的交会。他的点子层出不穷，而且在交谈时可以很快的找到一个新方向。海伦的伴侣布列德雷就是一个例子。当海伦在庆祝结婚十周年时，她仍记得和布列德雷的电话交谈，那便是一切的开始。\
“你正在吃什么？”\
“吃橘子。”\
“哦，这让我想到我们在布莱登附近住时，你那条艳橘色的皮带，它还在吗？”\
“没有，已经不在了。”\
“我听说那栋房子上个礼拜已经卖出去了，卖了差不多有二十五万元也，简直是离谱！你不觉的吗？”\
“嗯，的确是。”\
“我仿佛还看得到在马克的宴会结束之后，你穿着那件漂亮的绸缎洋装在泥泞的道路上摔了一跤的情形哩。说到马克，他结婚了吗？”\
“不，还没有。”\
“我已经选好我要举行婚礼的教堂了。”\
“你打算和谁结婚呢？”\
“还不知道，不过每个人心里总要有一座教堂，万一有人很在意这些事情的话。”\
“哦，布列德雷，你还真说的出口！”\
“过奖，过奖。所以到时候你愿意嫁给我吗？”\
宝剑骑士很少在你预料的地方结束谈话，因为他的思想老是跳来跳去。他就是天马行空思考的一个例子。\
假设你是宝剑骑士，或许你会发现自己因为某些人的思考方式，或因他们某些诡异的特质而被吸引。当你发现自己对他们如何思考，或是他们是怎么样的人的好奇心已经满足之后，你可能对他们失去兴趣而想离开了。\
\
\n\n倒立的宝剑骑士\n\
    从日常的观点来看，宝剑骑士的倒立暗示，由于缺乏事前的考量以至无法成功。这可能是说你无法规范自己去完成你已着手的事。这张骑士牌代表一种脱序的思考，以及因新奇和感动而迷惑。\
倒立的骑士可能是浪费的、粗心的和肤浅的。这里还暗示这没有耐心，无法停下来好好反省过去的种种行为。他经常犯同样的错误，使他觉得更没耐心。他可能会发现自己急着要弥补逝去的光阴，于是做出一大堆动作，却毫无结果。\
骑士牌的倒立可能代表着，你开始去做一些你不会或不可能完成的事，因为你很少或根本没有去思考它的完成。你可能会来承诺得比你能做的还多，或是发现自己无法信守诺言，因为情况远比你当初所理解的更复杂。"

bj12_kh="empty"



bj13_ast="  正位：看似有恶意，气势强势却很孤单，有洁癖的倾向，离别，失落感。\
\n\n    逆位：心中有恶意，相当困扰，顽固的敌人，不公平，气势过于强盛。"

bj13_qs="\n大体上的意义\n\
    宝剑皇后是一张思索感情的牌。它可能意味运用心智到情感中的行动，好让感觉有意义。作为某个问题的答案，宝剑皇后暗示透过清晰思考而获致成功。\
现在正是你反省过去的行为或目前情况的时刻了。密切的观察那些接近你的事物，以确认你不会再重陷困境中。你可能会想从生活当中撤退，好好的思考你自己，以及未来的方向。\
\
\n\n两性关系上的意义\n\
以一个人而言，宝剑皇后是一个思考敏捷的女人，而且也是个对人性相当犀利的裁判，她喜欢和那种心思灵巧的人为伴。她经由交谈及观察对方的行为、习性来发现她的伴侣，谨慎地发展每一段关系。她有着很微妙的幽默感，不过如果你不仔细听的话，有可能会忽略掉。\
宝剑皇后可能象征你对两性关系的戒慎态度。例如，在你投入之前，你会希望观察这个可能的伴侣一段时间。过去的困境已经教会你要小心投入、小心承诺。你并不怕孤单，也不见得会孤单。\
\
\n\n倒立的宝剑皇后\n\
    当宝剑皇后出现倒立时，她可能会是一个悲观主义者、完美主义者和冷漠的人。她可以利用她的剑来挑起麻烦，并将她对人性犀利的判断和冷漠的好奇心结合在一起。她可以创造一触即发的情景，因为她喜欢看别人争斗。在那原本会成为朋友的人，在她巧妙的操纵下会反目成仇。\
她自身痛苦的经验已经严重地伤害到她，所以她会一方面以一种开放的姿态来召唤人生，另一方面却在它向她靠近时，以她的剑将它击倒.\
她可能会不诚实，你却很难使她面对这个事实，因为她总是为自己开了一扇小窗，随时准备夺窗而逃。她可能会是恶毒的、心胸狭窄的（她称偏狭的人生观为“纯洁的信念”）、尖酸可薄的。她会处心积虑的找出别人的弱点。，好对他们进行操纵或控制。\
她经常对自身的能力抱持怀疑，而她也将使你对自己产生怀疑。她相当渴望接触人生、渴望成长，然而她却害怕冒险。对人生僵化的信念使她的情感常处于饥饿的状态。\
当宝剑皇后出现倒立时，代表她极少善用自己的思考，，而宁愿让自己停留在就习惯、伤害或负面想法当中。\
在健康的分析方面，这张牌可能暗示胰脏方面的疾病，可能和血糖过少或糖尿病有关。有时候这个人一点亲切感也没有，有的只是尖酸刻薄，因为她相信生命从来没有善待过她，而她也无法在别人身上找到一丝丝的仁慈。\
这张牌倒立的另外一种意义是，你有一种苛责自己的倾向，即使你只是犯了一个小小的错误。这可能是暗示你是一个完美主义者。果真如此的话，或许你应该记住：生活还包括了那些随时会把手给弄脏的事物。或许你还没有理解过去所发生的事情的意义，而且为那些你做过或没有去做的事情而惩罚自己。"

bj13_kh="empty"



bj14_ast="  正位：发挥实力，权威 ，有统帅力，专业领域很冷静且思想丰富。\
\n\n    逆位：破灭的，冲突，恶劣的手段，很残酷且自私的男人，起骚动。"

bj14_qs="\n大体上的意义\n\
    宝剑国王代表对清楚的思想的追求、诚实，以及将只是倒入现实的需求。作为某个问题的答案，这张国王牌可以说是透过清楚而有效之计划而达到成功。他也可暗示健全的构想及经营会带来成功，因为拥有一像计划、目标和持续的努力，正是一个赢的组合。\
这张牌可能暗示，有人正在对你做明确而合理的忠告。在牌面上当正义牌随同出现时，这张牌及暗示即将有一场官司要上场了。\
\
\n\n两性关系上的意义\n\
    宝剑国王叙述一个思路清晰而务实的男人，他需要的伴侣是在心智上和他对人生有相同理解的人，而且要言行一致。他也可以代表一种有着明确目标，而且彼此心智能交融的两性关系。\
\
\n\n倒立的宝剑国王\n\
    当这张牌倒立出现时，可能意味着丧失了清晰的思路。他或许是不成熟，或在精神上无法自制的，或甚至是残忍和狡猾的。当牌倒立时，他可能会变成心胸狭窄而虚伪的或精神涣散，对任何人或任何时都无法付出。一如骑士牌的倒立，他在两性关系上变得难以预料。他可能会跑掉好几天或几个礼拜，然后又再度出现，却不做任何解释，就好像什么事也没发生过似的。\
他拥有一种自由挥洒的思考方式，然而尽管他的点子绚丽而创意十足，真正能落实的却极为有限，因为他缺乏执行和坚持的力量。由于他在表达自己，及自己的创意和构想上相当出色，于是他在那些对他并不熟悉的人的脑海中会留下一种深刻的印象，但如果要产生结果的话，最好是由宝剑皇后或五角星皇后来加以安排。五角星类型的人比较能够完成这个国王所着手进行的事。\
就日常的角度来看，这张牌显示一个正立的国王正遭遇着困难或某种危机。而当他可以站起来的时候，他又会以一个正立的国王的姿态出现。宝剑国王和倒立可能意味着由于思绪和计划凌乱，又缺乏毅力，所以无法成功。\
国王的倒立可以象征一种追寻自私动机的强烈念头。例如，一个野心勃勃的人，盘算或策划这如何攀上权立高峰。身为法律顾问，这个国王很可能建议罪犯钻法律漏洞，牺牲他人来致富。他够狡猾所以行藏不露痕迹，也可能因为自己的行为而去陷害别人。"

bj14_kh="empty"


qb1_ast="   正位：繁荣，充足，富裕，物质丰富，获得利益，安泰。\
\n\n    逆位：欲望太深，浪费，因金钱导致胜败名列，物质富裕却精神空虚。"

qb1_qs="\n大体上的意义\n\
    五角星王牌和务实的开始有关。它意味你有足够的金钱、精力，或充分的条件，来开始一项新计划。它暗示你可以平衡掉花费。不论目前花掉了多少钱，赚回来的绝对够本。\
在事业的分析当中，五角星王牌可能暗示一项新事业，或事业当中的一个新阶段。那条通往庭院之外的道路就是在告诉你，这个机会可以带你走多远。如果你拿到了这个五角星，为它投资、为它工作吧，它将会让通往你目的地的道路平顺。\
在健康的分析方面，这张牌暗示花掉的钱是用来增进或维持你身体的健康。它亦象征你在维持健康上面的投资。\
在旅游的分析方面，它代表着你享受得起一个假期，在有关你住家环境的问题上，它暗示你供得起这个房子的花费，包括翻新或维修。\
\
\n\n两性关系上的意义\n\
    五角星王牌可能暗示，透过你的事业或工作环境，你正要和在其中认识的某个人开始一段关系。这个关系可能带来事业上的机会——生意上的合伙关系或财务合并。\
不论在金钱或肉体上，你都有能力去追求这段关系，它在物质上的成功并具有潜力。这张王牌代表坚决而稳固地开始一段关系或关系中的一个新阶段。\
\
\n\n倒立的五角星王牌\n\
    当五角星王牌出现倒立时，从精神世界中伸出来的手就没有办法在握住五角星了，这暗示金钱或机会正从你的指尖流逝。在财务分析当中，这张牌可能暗示不论你赚进多少钱，花出去的还会更多。\
大体而言，它象征着丧失机会，或没有能力去开展新事物。这些延迟可能是因为缺钱而引起的。虽然这个机会可能是一个肉体的机会，然而它依然可提供精神上的成长。\
没有办法掌握住物质（真实）世界，是王牌倒立时的一个暗示：“我想做这些事，但是我没有钱。”它也可以表示一个不脚踏实地的人错失了一个机会。你可能比较会花钱，而比较不会赚钱。"

qb1_kh="　　雲中伸出一隻手，捧著一枚錢幣。背景是花草滿佈的繁盛庭園，綠樹拱門外的遠方有座白色的山，暗示錢幣一不只有關物質，也可以延伸到精神層面。\
\
　　錢幣牌組的土要素，代表人世間最實際的東西，包括金錢、財富與身體。當錢幣一出現時，通常代表一個有關金錢或物質的新計劃，例如投資計劃、購物購屋計劃、創業計劃等，且前景光明。但這並不代表從此以後就飛黃騰達直到永遠，而是一個提示，你想要的東西就在伸手可得之處。實占上，錢幣一可以表示加薪、獲利、進帳、投資機會、獲得報酬、繼承遺產、餽贈等。\
\
　　錢是拿來花的，對應到牌義上就是休閒享樂，因此錢幣一也可以表示逛街、購物、吃喝玩樂等娛樂活動，而且主要是肉體感官上的娛樂。少數情況下，也可象徵心靈上的富足。在感情占卜上，錢幣一可以代表一段穩定且充滿感官享受的關係，也可以表示一段感情的實質化的動作，例如送上結婚戒指。關於任何與身體有關的占卜中，錢幣一都是好兆頭。\
\
　　錢幣一是張將夢想化為實質的牌。聖杯牌組中，我們有夢﹔錢幣牌組中，我們築夢，夢想不再只是空中樓閣。錢幣一讓我們穩健，踏實，有安全感。\
\
\n\n　　錢幣一逆位，表示財務上的決策可能失利、報酬太少或延遲、減薪、亂花錢、破財等。健康不利。逆位時，建議當事人採取保守態度，守成為宜。"




qb2_ast="   正位：金钱流通，投资，借贷，利息，交流，掌控金钱流向。\
\n\n    逆位：表面爽朗内心阴霾，玩疯了，用钱过度，浪费成瘾。"

qb2_qs="\n大体上的意义\n\
    五角星二可能是在描述，做出两难之间的抉择，譬如说玩弄你的时间或金钱、或是先付这笔帐拖延那笔帐。它也可以代表一个有关金钱的决定，或仅只是规划你的时间和精力，以便有能力做那些你想做的事情。\
在事业的分析方面，二暗示在两个可能的工作，或是两个生涯方向当中做出决定。\
\n\n两性关系上的意义\n\
    在两性关系的分析当中，五角星二代表权衡两性关系的机会，或决定一段基于金钱考两上的两性关系。\
例如，最近的一次分析当中，有个女人想我解释她在两个男人当中做出的最后决定，是取决与男人能提供她多少钱财。她选了比较富有的男人，而不做任何感情上的考量，然后又抱怨他在情感上没有办法满足她，而且又太忙了，日以继夜的工作着。\
二可表示考虑进入两性关系中的一个阶段，这个阶段会用到很多钱。或许你正在考虑买栋房子，或决定组织一个家庭，而你正在衡量这些费用。\
\
\n\n倒立的五角星二\n\
    当五角星二出现倒立时，表示对于必须放弃什么你已经越来越清楚了，因为你必须去实现某个通路或方案。\
二的倒立可能暗示在两难之间做出选择，而没有两全其美的办法了。它可能意味着你投入太多事情或太分散你的钱财，以至一事无成；或者是因操之过急而失败。低潮总是跟随着高潮而来，而现在正是你丢掉那些贵重而用不上的东西的时候了。"

qb2_kh="　　 一個紅衣裝扮，頭戴高帽，類似街頭藝人的男子，正在耍弄兩個錢幣，錢幣外圍的帶子形成８自形無限符號，魔術師和力量牌中也有這個符號。他背後的海面起伏劇烈，兩艘船正在其上行駛。\
\
　　從高潮迭起的海面，和藝人耍弄的錢幣看來，錢幣二狹義上表現財務狀況的波動，廣義來說更表現人生的潮起潮落。人生就像行駛於海面上的船隻，隨著浪潮起落，經歷各種變化。所以抽到錢幣二的時候，當事人經常面對某種程度的波動，包括感情、財務或其他方面的波動。當事人也許需要同時應付許多狀況，就像馬戲團裡拋球的小丑一般，必須同時兼顧好多顆球。小丑也可能遇到人生的抉擇，看他似乎正在掂量兩枚錢幣的重量，要從二者中擇一，而他的內心就像背後的浪濤一樣，七上八下，搖擺不定。大體來說，錢幣二是張游移不定且變化多端的牌。 (部分)"





qb3_ast="   正位：十分熟练，一流水准，名声，艺术家，有才能，完成。\
\n\n    逆位：水准不高，平凡的想法，技术不足，不成熟，损失钱财，不听他人劝告。"

qb3_qs="\n大体上的意义\n\
    五角星三表示去作某些将可以改善你环境的事情的一段时间。它可能时开始一个课程、阅读书籍，或如果它是出现在事业的分析中，那就是你在工作当中学习拥有一个机会去建立某种具有永久价值的东西。\
在健康的分析方面，三暗示你正在学习有关健康的课题，以及要长期维持下去需要些什么。为了长远的报偿而建立稳固的基础，也是这张牌所显示的意义。\
\
\n\n两性关系上的意义\n\
    五角星三可以表示你在建立及维持一段两性关系的努力。你可能正在阅读有关两性关系的书，学习两性关系的互动，更努力与经营现有的伙伴关系，或正在治疗导源于先前两性关系而残留的问题。它意味着你正在建立某种持久的两性关系，或透过努力来改善某个两性关系。\
\
\n\n倒立的五角星三\n\
    五角星三的倒立意指你忽略，或浪费了透过学习或研究而使自己提升的机会。它也可能暗示，由于你没有完成某种学习的课程，或是太快就放弃了，而无法让自己进步。\
在询问某一项他即将开展的课程时，乔治翻到了这张三的倒立。我告诉他，如果他想完成这项课程的话，他就必须要更加努力。他大声地抗议道，他已经够努力了，然而最近六个月他错过了一些考试，有一个科目被当掉了，而且有很多课程他都没去上。上了八个月的课之后，他开始对这个为期一年的课程感到无聊，于是他出现了一个念头，与其去完成它，还不如计划去旅行。\
五角星三倒立可能意味着，没有从某种状况中得到教训，导致这种状况周而复始的出现。例如，你可能有一连串的两性关系都是在同一种状况下结束的。如果你不能从第一个两性关系中得到教训，并负起你应付的责任的话，你就会一直冒着重复这种模式的危险，知道你领悟了其中的教训为止。\
就一般事情的角度来看，五角星三的倒立暗示着，这并不是你第一次经历这种状况。你需要反躬自省，想象自己能从这种情况得到什么教训，如此才能在将来避免重复犯错。从这张牌也看得出来，当事人对将某事付诸实行的恐惧。它同时也意味着某种一成不变的状态，例如一件工作，或一段关系的停滞不前。为了将来，你可能需要先打下稳固的基础。\
在事业的分析方面，三的倒立可能暗示教学。因为学习的反面就是教学。如果在一副牌中，这张牌和节制一起出现的话，就更能证实这种看法了。"

qb3_kh="　　在一座修道院裡頭，有位雕刻師正在工作，旁邊兩位修道人拿著草圖，似乎正在和雕刻師討論工作的進度。\
\
　　建築一座修道院需要多人合作，圖中三人各司其職，修士修女提供建議，雕刻師憑著一雙巧手刻出想要的樣子。合作的期間更需要多次協調溝通，才能確保工程順利進行。因此錢幣三在占卜上經常代表團隊工作，通常是有某個特定任務要完成的團隊，隊中每個人共同目標一致。另外，團隊工作不是一個人想做什麼就可以馬上去做，一定要先經過計劃（如修女手中的草圖），即使是有經驗的雕刻師，也需要事先依照草圖進行，並且在過程中多次與其他人討論。\
\
　　小牌中所有的三號都代表該牌組的初步完成。錢幣的最終目的是要得到經濟上的成就，類似錢幣十。而錢幣三表現的是工作的初步成果，這名雕刻師已經雕出了初步的花紋，他的鬼斧神工已經贏得大家的讚賞，但工作尚未完成，還有很長的一段路要走。所以錢幣三也代表因專業能力與努力而獲得的成就與榮譽。社會人士可能獲得升遷或加薪，學生能得到好成績，拿到學位。在感情占卜上，錢幣三可能表示工作團隊中的戀情、經營兩人的愛巢，也可能暗示兩人把重心都放在金錢、物質、地位，而缺乏情感交流，畢竟錢幣的重心不在感情。\
\
　　錢幣三是一個鼓勵，鼓勵當事人不管在進行什麼樣的工作，都可以仔細計劃，然後放手去做，因為他具備完成工作所需要的專業能力，他有充足的才幹來達成手邊任何任務。錢幣三的成功不是偶然，他不僅有專業能力，還實實在在的工作。\
\
\n\n　　錢幣三逆位可能是工作上出現問題，可能是對目前的工作不滿意、計劃不周詳、團隊成員不和，或是個人經驗、知識或能力不足。逆位建議當事人應該要多學習，更努力，才能獲得足夠的能力來應付目前的工作。 "





qb4_ast="   正位：物质欲望，对财富很执着，累积财富，遗产问题。\
\n\n    逆位：因物质欲望招致失败，入不敷出，金钱运差，奢侈无度的人。"

qb4_qs="\n大体上的意义\n\
    五角星四意味你正在节约金钱、节省精力，或是节制。在有关旅行的问题当中，这张牌暗示对某个假期，你会尽可能量入为出。\
它也可能意味经由节约金钱、偿还债务及量入为出，而是你的财务状况日趋稳定。或许你在设计增加收入或减少指出，以确保自己进来的钱比出去的多。四表示你正在进行其中一项，或两者同时进行。\
在最近的一次分析中，一位女士问我，在目前的投资到期之后，她是否应该再把她的钱投入某项生意。这张正立的四暗示着，一项稳固的投资是可以继续下去的。\
\n\n两性关系上的意义\n\
    五角星四可能暗示，伴侣中的一人对物质的重视更甚于关系本身。\
它也可能是在暗示嫉妒和占有欲，因为想要掌握住有形的东西，而不先去掌握住对方的兴趣和心理的话，这是很难办得到的。伴侣中的一人可能会觉得，他的另一半是属于他的，他的东西也顺理成章的属于他。\
这张牌显示，在你付出时，你已经清楚自己想得到的是什么；这就表示说，它代表利益的交换，而不是馈赠。这张牌也可以意味着自私，以及如果没有办法得到对等的回馈，获取会更多的话，那么要他付出是很困难的。\
\
\n\n倒立的五角星\n\
    由财务的角度来看，五角星四的倒立代表金钱有你的指尖滑落。而这有可能是故意的，例如，当你在度假时就有可能会花掉比平时多的钱。\
四的倒立可能意味着慷慨和自由。在两性关系的分析中，它暗示你给自己充分的自由，对伴侣也不加设限。有时候他也可能表示，你付出的比你所得到的还要多。\
四的倒立也可能是在说，你没有能力建构你的生活、工作或两性关系。它正立时暗示着稳定；而倒立时，则可能代表这不稳定或没有改变的自由。\
假设这张牌出现在有关旅行或一壮大买卖中时，而不是结果或答案，那可能暗示者你并没有朝着目标在节约。假如他使这个问题的答案或结果，那它指的就是花钱，或实际的买卖正在进行中。"

qb4_kh="　　圖中的男人戴著皇冠，身穿象徵統治威權的紅色袍子，下擺飾以藍邊，顯示出崇高的領主身分。他坐在一個箱子上，頭頂一枚錢幣，雙手緊抓著另一枚，雙腳又各踩著兩枚，緊張的神情似乎深怕他失去任何一丁點財產。這個人雖有錢，卻孤絕於城市人群之外。錢幣四有個暱稱叫「小氣鬼」或「守財奴」。\
\
　　也許你我身邊都有這麼一位守財奴，買了一輛名貴的轎車，整天保養，平常捨不得開，開出去又怕被偷被刮，停車的時候必須小心翼翼深怕撞壞，有點小擦傷就心痛不已，說他是車主，不如說是車奴。又好比小氣的富翁，身價上億，大地震時卻只捐出一萬元賑災。這些都是守財奴的典型例子。\
\
　　錢幣四正位置常代表物質上的獲利與穩定，獲利的來源可能是工作，也可能是接受贈與或遺產。然而，錢幣四代表物質上的穩定，卻不保證心靈上的成長。逆位置的錢幣四突顯控制、支配與佔有的一面。就像圖中緊抓錢幣不放的男子，錢幣四代表緊緊抓住物質資產不放，或者是緊抓某個人不放（因為他當那個人是他的）。若他是位情人，會是個忌妒心重，很愛吃醋的情人。若是老闆，就是那種遲遲不肯加薪的小氣老闆，雖然理財能力可能不賴。\
\
　　塔羅牌中所有數字四的牌都代表某種形式的穩定與秩序，錢幣的土要素也代表穩定。如此一來，穩定加上穩定，不變加上不變，難免流於僵化固執，尤其是逆位置的時候。也許在正位置時錢幣四領主袍子上象徵權威的紅色與象徵木星慈善的藍色處於平衡狀態，他會是個不錯的領導者，能享受生活且不致流於小氣。而逆位置時卻會變得自私自利。\
\
\n\n　　逆位置的錢幣四除了前面提過的小氣、自私、僵化、固執之外，也可能代表他想守住財產，卻事與願違。因為當牌顛倒時，他頭上的錢幣就落了下來，腳踩的錢幣也岌岌可危了。 "



qb5_ast="   正位:深处于困境，心情低落，连续失败，失业，有金钱方面的烦恼，放浪。\
\n\n    逆位：无秩序，不和，崩坏，荒唐的心，混乱，担心居住问题。"

qb5_qs="\n大体上的意义\n\
    就整体观点来看，五角星五说的是财务上的困难、贫穷、疾病和内在的寂寞。在不断的挣扎当中，你很容易窄化你对问题的焦点，而忽略了你的机会。\
当这张五出现时，深度的心灵改变是有其需要的，否则虽然有外在的助力，可能还是解决不了你的问题。你目前的人生观并非你的支柱，而现在你必须问自己，是否仍愿意保有这些信念。\
五角星五代表心灵空虚所反映出的身体征兆。在事业分析上，它意味着事业或对工作不敢兴趣；并且暗示由于你的态度一直不变，所以情况也一如往昔。\
我曾经和一个女人共事过，她痛恨每一分、每一秒的上班时间，工作时总是游来荡去。当我建议她辞职，找一份更适合的工作时，她回答：“才不呢，我再过十二年就可以退休了。”她把自己置于一种毫无选择的情况下，使她变得十分凄惨。\
\n\n两性关系上的意义\n\
    五角星五暗示你和伴侣的分离，而且无论你们是分开，或者仍在一起，你都是孤独而寂寞的。这种关系现实的是心灵空虚的症状，你的饥渴已经到了一种没有任何肉体或情感关系能够喂饱你的程度了。\
这张牌暗示或许是到了你重新认识自己真正的人生目标的适当时候了。为了平息你的饥渴，内在的改变是需要的。\
\
\n\n倒立的五角星五\n\
    五角星五倒立比正立时更为积极。它暗示一项改变即将来临，不论你对于为止事物有多么恐惧，这项改变都会为你带来机会和选择。\
它可以说是从一个人或一种状况的束缚中解放出来，因为你让改变发生了。所有塔罗牌五的倒立都属于改变的牌，并且你认识到目前处理某种状况的方式，并不是唯一的方式，着确保你会愿意改变。生命不必是静止不动的。你可以改变，而且当你改变内心深处，生命将会改变它在表面上所提供给你的东西。\
五的倒立暗示你的思想会越来越开放。现在最糟的状况已经过去了，当你继续改变，生命会在它呈现给你的机会中反映出你内在的自我。"

qb5_kh="　　冰天雪地中，兩個乞丐蹣跚前行，又瘸又駝背，身上的衣服破爛不堪。他們經過一間象徵物質與精神庇護的教堂，卻視而不見，挺著飢餓且疲憊的身軀，逕自趕路。\
\
　　很明顯的，天寒地凍中兩個病弱乞丐的意象，立刻就讓人聯想到物質上的貧窮。其次，其中一位瘸子乞丐，象徵身體上的疾病。錢幣五通常也代表一段艱困的時光，無論是在物質或精神上的。另外一個偉特本人提到的涵義，錢幣五也代表愛情，特別是處於艱困情境中依舊心心相印的愛侶，因為這兩個乞丐在貧困中相互扶持依靠，雖然貧賤夫妻百事哀，他們仍不離棄對方。\
\
　　錢幣五出現，顯示某方面的欠缺，可能是缺乏精神支持，可能是沒有財務支援，可能是資訊或知識不足，也可能是沒有貴人相助。再仔細看圖面，我們可以發現教堂有窗卻沒有門，這是個很值得思考的問題：是乞丐忽略了門的存在嗎？還是其實他們看見了，卻自己拒絕進入？或者是教堂根本沒有門？教堂理應是個溫暖的處所，提供人們精神上的支持，但這兩個乞丐卻無緣得到，其原因值得深究。如果是第一項假設，我們可以說其實有支援，是當事人沒去找，或根本沒注意到。如果是第二項，也許有人願意幫助他，他卻自己拒絕了。第三項假設，表示當事人求援被拒，或者根本沒有幫助的來源。從這個議題，我們可以發現，塔羅牌的牌義可以是很豐富，很自由發揮的。\
\
\n\n　　偉特的書中寫道：逆位置的錢幣五代表「不協調、混亂、毀滅、不和、放蕩」。也許在逆位置時，這兩位乞丐的命運將更加多舛，因為教堂在下方，更加隱而未見了。另一種解釋則是從逆境中艱困求生，化險為夷。至於如何判斷當事人的命運是更加悽慘還是逢凶化吉，則視牌陣中其他的牌或當下直覺而定，但當事人也必須為自己的命運負擔責任，才能盡最大的努力，得到最佳的結果。\
\
　　無論如何，再艱難的時光總會過去，當它過去，一切都雨過天青了。正如同這兩位乞丐，即使再難熬，他們仍堅持活下去。黑暗中曙光仍會出現。 "




qb6_ast="   正位：宽大的，送礼，满足，利益，繁荣，亲切，慈善。\
\n\n    逆位：贪欲，自私自利，嫉妒心很强，羡慕，负债，使用来路不明的钱。"

qb6_qs="\n大体上的意义\n\
    五角星六意味你正要换工作、得到一份新工作、聘用技术人员或其他员工，或因某件大事而花钱，例如买一栋房子或一部车。在有关生意投资的问题上，它可能象征借钱来开创事业。\
五角星六可能表示某种稳定的财务状态，并暗示你很乐意继续目前的方向。当这张牌出现在牌面上，就表示财务状态稳定。\
\
\n\n两性关系上的意义\n\
    五角星六形容一种两性关系：一个人支配着另一个。这可能是以一种相当微妙的方式在进行。例如伴侣中的一个可能说：“亲爱的，现在别太兴奋了，别忘了你的心脏不好。”虽然着听起来象是对其伴侣一种责任上的关心，但也可能是一种控制对方的方式。可以确定的时，他的伴侣无法尽情享受，或是不能做控制的一方没有准备的事情。\
这张牌正立时暗示你支配你的伴侣，而倒立时，情形刚好相反。它可以表示，你只付出你不会失去的东西，或是即使你有很多，你也只会给一点点。接收你付出的人有可能只能接受这些，无法接受更多的东西。它再度暗示一种令人愉悦的安排。\
在某段关系当中，不论你是支配者或是被支配者，当其中一人有较大的权力时，就不太可能有真正的亲密了。\
\
\n\n倒立的五角星六\n\
    五角星六倒立时，象征一种稳定的状态已经结束，或是被破坏。或许你已经辞职或被裁掉了。可能某段两性关系已经结束了，这可能是因为你（或伴侣）已经打破了你在这段关系立的角色。\
六的倒立也意味着花掉了很多钱，或是财务状况失控。你目前的生活可能入不敷出。\
在两性关系的分析中，它意味你的伴侣对于这段关系有高于你的控制权。究竟深层面而言，它可能表示在肉体、情感或精神上都得到不到满足。"

qb6_kh="　　一個商人裝扮的男子，腳邊跪著兩個乞丐。商人右手施捨其中一名乞丐，左手拿著象徵平衡的天秤。\
\
　　這名商人並非一毛不拔的小氣財神，他懂得回饋社會，因此他是一位慷慨的慈善家。但是我們必須注意天秤與兩名乞丐之間的玄機，天秤代表商人在給予之時，他非常清楚兩個乞丐中，該給哪位多少資助。給太多，給太少，都不是恰當的幫助。所以商人不僅懂得慈善，他也精於投資理財。值得注意的是，錢幣六可以由兩個角度來看，商人以及乞丐。當事人可能扮演商人的角色，也可能扮演乞丐角色。在施與受之間，你知道自己扮演哪個角色嗎？（部分） "





qb7_ast="   正位：等待时机成熟，勿太着急，不划算的事，打不成目的，无法得到预期成果\
\n\n    逆位：担心，生产过剩，无知 ，轻率，金钱损失，愚笨的投资。"

qb7_qs="\n大体上的意义\n\
    五角星七代表思考和计划未来的一段时间。你的生活或目前的状况尚称平稳，所以你有时间可以安静的计划未来的步骤。这可能包括进一步的学习、强调休闲、谨慎地经营现有财物，甚至再创另一种事业，以补充现有的事业。\
花些时间多做思考吧，因为你的决定有可能对将来产生很大的影响。七表示你在问自己：“我应该往那里走呢？”以及“从今以后的五或十年，我要何去何从呢？”现在正是思考和计划未来的时候。\
在有关生意的问题上，它可能暗示以项财务计划的诞生或更新。这张牌上面所画的人是以利息而非本金的投资为生。因此，只有一颗五角星被去下来因应个人的消费。\
\
\n\n两性关系上的意义\n\
    五角星七描述的是思考某段关系的一个时期。或许你们正一起计划着你们的未来，并将财务安全列入考量，作为你们长远关系的基础。\
你们或许正在构思新的，以及更重要的挑战来确保你们这种伙伴关系的利益，或者假设你们目前并未拥有两性关系，或目前关系中过去阶段的时候，以决定未来可能会是何种情况。\
\
\n\n倒立的五角星七\n\
    当五角星七出现倒立，它可能意味这对你目前状态的一种内在不满足，例如一个两性关系或一项事业似乎就此停滞不前。导致这个不满足的可能因素是，你没有花时间去思考何者是有用的，何者是不必要的。结果，你的情形当然是一成不变。或许你还没有了解到思考长期目标和计划的时刻已经到来，相对的，你继续工作、保持忙碌，因而丧失了思考与学习或计划的机会。\
如果倒立的五角星七出现在宝剑四旁边，它可能暗示你已经停下来太久了，而且你会冒着失去接触目前环境或内在需求的危险。“不要停滞不前”是所有倒立七的共同意义。别老是用老方法去做所有的事情。\
这张牌可能是在说你总是用同一种方式在做很多事情，而不让自己有时间或机会去了解改变是必要的。举例而言，你可能已经把事业的规模建立起来，在一个庞大的组织当中建立了，但并没有随着它的成长来调整步伐。有可能当这项生意需要你去计划其长远的方向时，你还在那里埋头整理张册。\
有时倒立的七是在形容一种模式，在这种模式中，你开始一项计划，但是没有留下来照顾它，使它开花结果。七倒立时，牌中的男人种了他的树之后，在还没有结出果实之前，就会转而他去。"

qb7_kh="　　一位農夫把下巴架在杖上，低頭看著他長久辛勤得來的收成。這叢農作物在他的耕耘下，已經可以自己成長茁壯了。農夫的表情似乎很滿足，又彷彿在思考下一步該怎麼做。\
　　恭喜你，長久的辛勞將會得來豐碩的報酬。但不要以為你會從此平步青雲，大富大貴，因為錢幣七代表的只是過去的付出，即將得到令人滿意的回報，好像農家春耕夏耘，終於來到秋收時光。\
\
　　目前工作即將完結，只剩下一點尾巴要收而已（也就是農人腳下的最後一枚錢幣）。經歷過去長時間段孜孜不倦的努力，現在可以暫停一下，看看自己目前的成就，想想下一步的行止。猶如剛拿到博士學位的高材生，畢業後思考下一步的就業方向；又好像光榮退休的老先生，在回頭審視過去人生成就的同時，仍得思索退休後的時間該如何規劃；或者是情侶長久交往默契十足，終究得決定兩人未來的種種安排了。在金錢的占卜上，錢幣七代表略有小成，現在該審慎決定如何善用這筆金錢，或是重新規劃理財計畫，以進一步獲得更大的成功。\
\
　　偉特所描述的錢幣七牌義特別複雜，除了代表金錢與貿易外，有一說是爭吵，另一說是天真。但這些比較難從牌面上聯想出來。\
\
\n\n　　錢幣七逆位，事情通常無法順利進行，得不到滿意的報酬，投資會失利，借出去的錢也有去無回。好像剛建造出來的小成就一下子就垮了，當事人常有坐困愁城之感。因此行事宜保守，必須保持耐心，切勿躁進。 "






qb8_ast="   正位：向下扎根期，上进心，见贤思齐，研究学习，磨研技术有条有理。\
\n\n    逆位：野心受挫，胡乱使用技术，虚荣心作祟无真本事，放高利贷，不够专业。"

qb8_qs="\n大体上的意义\n\
    五角星八意味对某人或某种情况的承诺。在事业的分析上，这是一张表示成功的牌，意味你有机会在过去的成功上建立基础。在旅游的分析上，它暗示一趟和事业有关的旅行。在健康的分析方面，它表示决定要照顾身体。\
这张牌也可以表示学习某一门课程，那将是你在某特殊领域成为专家。例如，假设你是一位心理学家，你可以选择完成一门诸如悲伤咨商、或工业工作场所关系等课程，以成为这些领域内的专家。或者假如你是一名职业音乐家，你可以选择学习另一种乐器，以开拓你的专业领域。\
\
\n\n两性关系上的意义\n\
    五角星八意味你对某个两性关系、满足需求及建立某种持久性的事物等，有着深刻的承诺。它也可能是指，你必须对两性关系的维系多加努力，以使它成长另一个及更好的阶段。它还可能表示举行婚礼，生养小孩，或当伴侣在养育小孩时，你在一旁支持他。\
\
\n\n倒立的五角星八\n\
    五角星八倒立表示缺乏对眼前工作或状况的承诺。你想要得到许多的报酬，但却不怎么努力。或许是因为你缺少实现计划所需要的训练或技能。你需要再回到七的课题当中，去深思应如何发挥自己，以及真正想要达成的目标是什么。\
在事业的分析上，八的倒立可能暗示你并不喜欢你的工作，然而却视它为迈向成功的一个步骤。无论如何，由于你并不喜欢它，所强调的只是想要成功，那么你将因工作而受苦，成功也只是短暂的，它也可能再告诉我们，工作是既沉闷且重复的，它无需技巧，也没有任何奖励。\
在两性关系分析中，八的倒立时表示缺乏承诺。如果牌面上也出现了宝剑七，表示你已经对另外的事物许了更重要的承诺，例如另一段两性关系。\
有时候八的倒立也意味着没有耐心、挫折、未实现的野心或草率的工作。"

qb8_kh="　　一位雕刻匠坐在長板凳上，專注而勤勞地刻著五角星錢幣，他前面已經完成六個了，腳邊還有一個未完成。有一條黃色的道路連接遠方的市鎮與雕刻匠，連接工作與社會，無論什麼工作，目的都是服務人群，雕刻匠並未忘記這一點。\
\
　　首先我們可以比較錢幣八的雕刻「匠」與錢幣三的雕刻「師」。在錢幣八中，男子是個辛勞工作的工匠，他一絲不苟，注重細節，很努力的刻著相同的東西，而錢幣三的雕刻師已經累積足夠的經驗與資歷，成為一位真正的藝術家了。這不代表雕刻匠是比較低下的，重點是他專注於工作的過程中，這才是最珍貴的美德，能夠使他更快速獲得所需的技能或學問。\
\
　　不同於權杖八如飛般的行進，錢幣八的進步是緩慢而紮實的，這正是土相錢幣的勤勞與腳踏實地特質的展現。錢幣八是認真唸書的學生、用心工作的雇員、心靈手巧的匠才、勤奮練習的運動員。他們並不一定是天才，也不懂取巧，但對於學業或事業上的付出絕對比旁人多。在愛情上可能表示猛烈追求，細心經營，但也可能表示為立業而忽略感情生活。問求職表示工作馬上就要到手了。問投資表示稍有斬獲。\
\
\n\n　　錢幣八逆位，工匠失去原有的美德，得到職業倦怠，或者工作過勞，技能不足，將會引致挫折失敗的後果。也有可能當事人想要換工作，這有可能是出於對目前的工作的不滿，也可能是因為把專注力放在金錢成就，卻不注意工作本身的緣故。錢幣八給我們的啟示是：請享受工作，樂在其中，財富與成就自會來臨。 "




qb9_ast="   正位：获得财富和地位，蓄财，成就，有眼光，安全策略，持续不断的有利条件。\
\n\n    逆位：背信，失窃，计划终止，没有管理能力，失去信用和财产。"

qb9_qs="\n大体上的意义\n\
    五角星的九是一张代表自信或自我依赖的牌，那可说是要达到超凡成就的必要条件。你的自信如果在搭配上自律的话，那将使你在许多层面上获益。\
在牌面上如果九出现在女皇旁边的话，可能暗示者怀孕。而在健康、事业或两性关系的分析当中，九所代表的是稳操胜券。\
\
\n\n两性关系上的意义\n\
    五角星九代表一种舒适而成功的两性关系，物质上的成功让你有余裕去追求个人的兴趣及目标。财务独立和物质的目标应该是这段关系的重点。只要你一直保持稳固，许多事物都可以因刃而解。\
牌中所画的小鸟带着头罩，因此它失去许多自由。这女人同样失去她的某些自由，然而她知道这便是获得成功的代价。自律所要求的选择，有时候会强迫你放弃某些事物，诸如自发性。\
\
\n\n倒立的五角星九\n\
    五角星九的倒立暗示由于缺乏自律而无法成功。它意味没有办法把一件事情从头做到完成。你想要不劳而获。\
一般而言，九的倒立是描述放了太多的精力于错误的事情上面。例如，一个芭蕾舞者花太多时间在饭店当服务生，以致没有时间、精力或热情去从事他的舞蹈工作。\
九的倒立显示耕耘太多而收获太少，或没有足够的钱好享受所追寻的生活形态。这是你回到八的课题上，带着爱去工作，或回到七去反省过去的行为，并决定出最好的行动模式。\
它也可能意味着，在一件事情之后你又开始另一件，但是却没有完成任何事情。你不让所栽植的种子有时间结出果实。在事业的分析上，九的倒立可能意味一份连夜晚或周末都要上班的工作，或非正常时间上下班，或工作时数太长了。\
九的倒立也可能暗示着怀孕，却没有完成它的周期，也就是说，堕胎或者流产。不过如果你已经有了八或九个月的身孕，可能暗示生产。"

qb9_kh="　　一位衣著華麗的女子站在她的莊園中，四周葡萄茂盛，正是收成時節。她右手扶在錢幣上，大拇指還扣著一根葡萄藤，左手則戴著白手套，讓她的小鳥站在上面，小鳥的頭部卻被紅布遮住了。\
\
　　錢幣九的第一個意義就是成功，在經過錢幣八的思考之後，主人翁終於獲得成功，現在她擁有一座收成豐碩的莊園，怡然自得的在裡頭享受生活，親近大自然，多麼像有錢人的退休生活，真是無憂無慮。這不只是張富裕成功的牌，更表現出其後的快樂生活，妳可以盡情採購，也有足夠的閒暇來做自己喜歡的事。\
\
　　不過，錢幣九還有一個隱含的重要意義，我們可以幾點端倪來看出，這位女性，她的服裝圖案滿是象徵愛情的金星符號，但她卻孤身一人享受富裕生活；再者，她身處的莊園其實是與外界隔離，她的白手套也是一種隔離的象徵；而且小鳥本應自由自在遨遊藍天，但是女子所養的鳥卻戴著頭罩，無法飛翔。這些都象徵她為了獲得成功所做的犧牲，犧牲愛情與自由。要一位年輕女性做到這些，她必然擁有驚人的自律與毅力。地面上緩緩前進的蝸牛，恰好呼應女子的堅毅精神。不過，也許在當事人獲得成功之後，想要得到愛情或自由的渴望，會是一個重要課題。 （部分） "




qb10_ast="  正位：一家繁荣，旧家，继承家业，祖先或继承事业，家风良好。\
\n\n    逆位：损失，失窃，失去遗产，与亲戚对立，偏袒自己的家人。"

qb10_qs="\n\n大体上的意义\n\
    五角星十是一张代表物质成功的牌。它代表在生意上或大宗买卖（房子、车子、船只或生意）的完成或成功。如果它和其他两张正立的十，一起出现时，可能代表签署合约。\
十所意指的成功是长久的。而在事业的分析上，可能意味着一项成功带来更多的成功。在有关卖掉房子或做生意的问题上，十显示钱就在那里，交易也快完成了。\
在事业的分析上，十说明了一项基础稳固的事业，其中包含了生前和成功的机会。在有关法律案件的问题上，这张牌和五角星六可以代表一项有利于你的支付。\
\
\n\n两性关系上的意义\n\
    五角星十描述的是一种和事业有关的两性关系。或许你正在和伴侣做生意，或者是你经由工作或生意往来而认识了这个人。财务上的大成功是显而易见的，因为你的伴侣在财务上相当可靠；或者它可能意味着，你和伴侣在生意场上是一个精明干练的组合。\
在这里你找不到圣杯十的那种亲密，不过在这段关系中，你所期待的优先顺序或许原本就不一样吧。\
\
\n\n倒立的五角星十\n\
    五角星十的倒立可能意味一个企业缺少稳固的基础。例如，罗杰和玛琳达想要卖掉他们的公司，一家服装店。将近七年来，他们每星期工作达六或七天，最后终于迫切想从压力、账单和这种生活形态中解脱。有个人来找他们，出了一个价钱。比他们所预期的还少，但似乎相当公道，而他们也不愿意为了等一个更好的价钱而再撑六个月了。\
玛琳达来找我占卜，在有关把这个点卖给那个人的问题上，她翻到了五角星十的倒立。\
“我不认为他有健全的财务背景。”我向她解释。\
“那个人开的是劳斯莱斯，当然是有来头的！”\
她又加了一张牌在十旁边——倒立五角星九。\
“现在我可以确定他没有钱。”我明确地向她陈述。她摇着头走掉了，但是十个星期之后我们又再度相遇。\
“你如何处理那个买卖？”我小心翼翼的问。\
“他一毛钱也没有，我相信那部车子是借来的。”她语带厌憎的说。“不过我们找到另外一个买主了，星期五我们就要签约。”\
当十倒立时，有时候在正立十中显示出来的苦闷，会引起财务或情感上的冒险。这是一张赌博的牌。不止赌钱，也在生意或财务上冒不必要的危险。\
在事业的分析上，五角星十的倒立可能暗示着，在少数可能的机会当中却有着学多对手。意味着缺钱，或相关公司的财务出了问题。\
在两性关系分析当中，十倒立显示你太过注重有形的事物了，可能会引起感情上的孤独。它也可形容一种不稳的财务状况；例如，在购屋的问题上，它暗示你可能遇到了某些财务上的难题，或者你可能是高估了自己的财务状况。"

qb10_kh="　　錢幣十的近景是一位老年人，他舒服的坐著，身旁圍繞著兩隻狗。拱門外的市鎮中有一對青年男女，似乎在討論什麼，還有一個小孩子。十個錢幣排列成生命之樹的符號。\
\
　　錢幣十描述一個財務基礎穩固的家庭。錢幣十的人物與聖杯十的一家四口略有不同。在錢幣十中，我們看到祖父、兒子兒媳（或是女兒女婿）、孫子、愛犬。因此錢幣十是個比聖杯十更加傳統的富裕家族，在財務方面獲得成就，傳統與世代傳承的意味在其中展露無遺，也暗示保險、古董、遺產等澤被下代的投資。錢幣十也可以代表成功的事業夥伴，或者家族企業等以金錢與成功為目標的事業團體，甚或政府機構。他們擁有共同的目標，而情感交流對他們而言不是重點。\
\
　　在許多其他牌中，我們看到人物在遠方朝著市鎮前進，而在錢幣十裡，人物終於抵達市鎮了。圖中老年人經過一生努力，終於建立家業，並將其傳承給下一代。他們不僅衣食無虞，財富享用不盡，而且還會繼續經營下去。因此，錢幣十在財運與事業方面是非常好的吉兆，無論是投資、合夥、求職、議薪、談判，當事人都將獲得他所尋求的物質成功。\
\
　　戀愛方面的占卜，錢幣十可能代表給予對方一個穩固安全的生活，也可能顯示當事人與對方在事業上是很契合的夥伴，但同時暗示缺乏情感交流，或許情感交流根本不是他們所重視的。另外，也可能代表政治婚姻、企業婚姻、相親等非自由戀愛的婚姻。建議當事人應省思，兩人之前若抽掉了物質的成份，還剩下什麼是能夠維繫兩人的呢？\
\
\n\n　　當錢幣十逆位，可能代表財務方面的問題。投資合夥宜暫緩。可能繼承沒有價值的遺產，甚或根本無法繼承遺產。理財務必謹慎。團體中某種程度的不和即將出現，而癥結所在經常是金錢。其次，傳統價值和安全感在此時受到顛覆，通常出現在家庭問題之上。當生活變得太過陳舊無趣，當事人可能想要做些冒險的舉動，例如賭博。此時也應審視自己是否太過重視金錢生活，成為一個唯物主義者。 "




qb11_ast="  位：认真的学习态度，集中力，热心研究，求知欲，好消息。\
\n\n    逆位：精力和金钱浪费，反抗，认知不足，事业狭窄，恶报。"

qb11_qs="\n大体上意义\n\
    五角星侍卫象征有关金钱、新工作或学习一门课程的消息。它可以表示去学习某些将会产生实质效益的事物。这个侍卫通常代表学生的勤奋向学。透过学习一门课程，或于工作中学习，发挥了自己的能力。有时候这个侍卫可能暗示你对于正在学习的科目，变得更专注，甚至更重视学习的成果。\
五角星侍卫描述的是一名认真的年轻人，它正专注于长远的目标上。它可以代表一张开始新工作或学习的牌。\
我认识一个十四岁的五角星侍卫，他拥有好几百块美金，那都是他的家人，包括他的父母亲所给他的。他认真的存下所有的零用钱，并在星期六下午打工赚取额外的钱。当家里任何一个人钱用光了的时候，他会答应他们一些钱。而这些可都是短期的高利贷呢。显然他是他们一家五口之中唯一能够量入为出的人，而家里的其他成员统统是空气（宝剑）和火（权杖）的类型。\
\
\n\n两性关系上的意义\n\
    五角星侍卫意味对某段关系的强烈承诺。侍卫在两性关系的分析当中可能象征对一段心关系，或既有关系的一个新阶段或新方向之承诺。\
\
\n\n倒立的五角星侍卫\n\
    五角星侍卫倒立可能暗示着缺乏承诺。它可以形容一个不成熟的人，表现出好动、嬗变、无法落实计划，或浪费体力的现象。它可能暗示你的散漫、容易改变目标，以及分散注意力。\
在两性关系分析当中，这张侍卫牌倒立可能象征缺乏承诺，并耽溺于肉体的欢愉，以及汲汲于性欲的追逐中。当它出现在五角星三的旁边时，意指着你不确定是否要持续你的学习，或是说你已经完成了某项课程，而现在可能不打算继续深造了。\
举个例子，卡拉打算要进行一次很长的海外旅游，所以她必须要卖掉她的车——至少她认为是必须的。她问我这桩交易可以得到多少钱，这是出现五角星侍卫的倒立。那个人只付了一小笔钱当定金，还在筹其余的钱，现在却改变了主意。隔天卡拉打电话告诉我，买主筹不到钱来买车了。"

qb11_kh="empty"




qb12_ast="  正位：显示的考量，具倦怠，有能力的人，保守派，有责任感。\
\n\n    逆位：不振作，和倦怠，因性情而使热情冷却，思想过于保守，停滞。"

qb12_qs="\n大体上的意义\n\
    五角星骑士通常指的是强化你的计划，并朝确定的目标迈进。它意味着为了实现一个目标而努力工作。\
就一个人而言，这个人对于承诺非常的认真，不论是对事业、个人雄心或两性关系。通常，他相信这个格言：“如果你想做好一件事，那就自己动手吧。”\
\
\n\n两性关系上的意义\n\
    五角星骑士非常信守承诺，他要嘛就是避免这种关系，知道他在事业上有所成就；否则他会想要结婚，安定下来。\
他喜欢稳定或是可预料的事情，而且宁愿忍耐一种很困难的状况，也不愿意去改变它。\
他在感情上可能很冷淡，虽然他的内心很温柔，但是隐藏的很好。通常他和父亲会有一些悬而未决的问题，而且可能在很小的时候，就变得很像他父亲。他是一个很好的供给者，品味保守，且谨慎的维持他的名声。进入中老年之后，才懂得放松。\
\
\n\n倒立的五角星骑士\n\
    当五角星骑士倒立时，可能是指他几乎对人生中所有的领域都显得相当懒散和意兴阑珊，只剩一件有兴致的事情，而这件事情他会以传教士的热诚去追求。鄙弃正立的骑士，他较少付出，冷漠而疏离。他可能憎恨权威，且经常顶撞父亲，或挑战父亲的形象。\
就一般的观点来看，这张骑士倒立是在说明没有办法巩固长期的计划，或在追求进步上有所迟延。当这张牌是指一个人的时候，它可能暗示你以自我价值和贡献或成就来界定你的自我价值，而非你是个什么样的人。\
五角星骑士倒立意味，此刻或许你被迫去依赖别人。这或许会让你觉得不舒服，因为你可能感到自己控制不了人生及自己。这是个需要耐心的时刻。"

qb12_kh="   黑馬也牢牢地站在地面，是四張騎士牌中唯一不動的座騎，反映出謹慎務實的態度。騎士的頭盔上有綠葉裝飾。遠方的地面是一片經過細心耕耘的田地，背景是一片鮮黃色。\
\
\n\n    《人物》錢幣騎士是四位騎士中行動最持重且最腳踏實地的。他勤奮務實，細心謹慎，工作賣力，守時守信，是最可靠的助手，最忠實的員工。他的事業雖然還不像錢幣國王那樣壯大，但是他像烏龜一樣，很努力地在一步一步往上爬，最終目的是要達到財富上的安全感。在眾人中他埋首耕耘並持之以恆，甚至把別人的工作往自己肩上扛，再累再辛苦也不抱怨。對於金錢，他算得很清楚，絕不浪費，可能顯得有點斤斤計較。對於他的目標，他有自己的盤算，就像一隻鱉一樣，咬住就不鬆開。他是四個騎士中最堅忍不屈的。他不喜歡變化太多的生活，也不願意冒險。如果他是你朋友，只要他辦事，你就可以放心，因為你知道他是最重然諾的朋友。另一方面，你也可能覺得他太無趣，太嚴肅，惜言如金，沒什麼幽默感，不懂生活享受，還有點固執。一般而言，錢幣騎士不解風情，也無心戀愛。如果他是你的情人，你可能很欣賞他的勤奮向上，同時又忍不住抱怨他總是工作第一，愛情最後，而且一點都沒有浪漫情懷，是個呆頭鵝。不好的情況下，錢幣騎士可能會流於物質主義，金錢至上，缺乏感性，性格偏向孤僻陰鬱。\
\
\n\next《事件》與投資理財和工作相關。建議採取謹慎務實的態度。錢幣騎士代表旅行的涵義較其他騎士牌薄弱，但也是有可能，通常表示搭乘火車或汽車等速度較緩慢的旅行，或是商務旅行。《逆位解析》錢幣騎士逆位通常有兩種情況，第一是他會變成不折不扣的工作狂和現實主義者，在他的眼中只看得到錢和工作，人緣欠佳。另一種情況是他根本無心工作，不負責任，失去方向，整天渾渾噩噩，謹慎細心的美德也消失了。也可能是工作倦怠或失業。"




qb13_ast="  正位：富裕，繁荣，丰富，母爱，温柔善解人意，气派，安定性。\
\n\n    逆位：表面的繁荣，虚荣心，下流的态度，怠慢，"

qb13_qs="\n大体上的意义\n\
    从一般观点来看，五角星皇后是一张代表信任自己能力的牌。她意味经由深思熟虑而带来成功。\
作为一个人，五角星皇后通常有着敏锐的生意眼光，而且总是喜欢存点钱在身边，好让自己有安全感。在有需要的时候她会很节俭，而且不会任意炫耀财富。她是一个可靠、实际的人，知道应该在那里下功夫可以得到最大的成功。\
这张皇后牌是指务实、可靠，并擅长喂养植物和动物。她也喜欢经常到乡间旅行，或漫步于大自然中，因为她需要和自然保持接触，让生命有完整而踏实的感觉。\
\
\n\n两性关系上的意义\n\
    五角星皇后暗示对某段关系有实质的承诺，而且尊重现实的价值。\
皇后牌是在描述一个人，当她在发展两性关系时，对自己充满信心而务实。他认为可靠比热情和兴奋更有价值，因为她是基于长远的考量。正如某位五角星皇后所说的：“激情只能维持一个晚上，而友谊则是一生一世的。”\
\
\n\n倒立的五角星皇后\n\
    当五角星皇后以倒立出现时，可能是对自己失去信心，并且没有脚踏实地。她需要置身于乡野或大自然当中，因为少了它们，她就可能会变得野心勃勃，并渴望着金钱和权力。\
有时候她可能没有能力为她所想要的东西而工作，而且可能为钱而结婚；或是担心缺钱缺没有为稳住财务状况而作任何努力。在远离大自然、植物和动物以及地球的韵律之后，她只好在物质世界中追求稳定。\
缺少自信也可能是这张皇后牌倒立所暗示的。这张牌可能是在形容某个人的自我价值是来自他们的贡献或成就，而非它们本身。\
从一般的角度来看，皇后牌倒立代表你有必要再一次为稳固基础而努力。现在证实你重新评估你在这世界上的地位，以及抛掉你那狭隘的物质观的时候了。或许多及注意季节的更替、生命的周期以及类似的大自然律动，都是有益的。高高的树木、深邃的河流以及开阔的空间，都有助于洞察你的野心、忧虑以及恐惧。"

qb13_kh="empty"




qb14_ast="  正位：兼顾商业手段与学识，踏实，经营手腕，信赖关系，投资。\
\n\n    逆位：危险关系，对人感到迷惑，厚颜无耻的行为，没有经济观念，花费大。"

qb14_qs="\n大体上的意义\n\
    五角星国王暗示透过身体力行而达到成功。它也可以说是务实的努力带来物质上的成功。有时候它也可能暗示，眼前有一位黑头发而务实的人，会提供你务实上的帮助。在健康的分析上，他可能指的是颈部和肩膀的紧张。\
如果是指人的话，这个人喜欢美食、音乐及动物，还有大自然和物质性的事物。他凡事循规蹈矩，行事有迹可循，所以他的小心变得过分保守。\
他善于处理金钱和物质性的事物，当脾气失控时，食物通常足以抚慰他，不过他通常是很有耐心的。\
\
\n\n两性关系上的意义\n\
    在两性关系的分析当中，五角星国王暗示着置身舒适的物质环境当中的一种耽于肉欲而世俗的关系。它也可能是指一个金牛座的男人或女人。\
当这个国王想要让你知道，你对他很重要时，他会给你一些物质的东西，可能会赏你一份工作、一份礼物，或借给你一部车、一栋房子、或一层公寓让你长期使用。它是将幸福和舒适的生活方式，以及所拥有的财物画上等号。如果你抱怨说你并不快乐，他或许会觉得困惑。\
“到底怎么回事？你有一件好房子、一部新车和名贵的衣服，每年有两次旅行，当我们在纽约、巴黎度假时，你就在那里大肆采购。请问你还有什么不满足的呢？”\
虽然有时候比较拘谨保守，不过仍不失为稳健而可靠的伴侣。\
\
\n\n倒立的五角星国王\n\
    当五角星的国王倒立时，他似乎不像原先那么善于金钱和物质性的事物。它通常会不假思索的进行冒险。它非常想要有钱，却不严以扎实的工作来赚钱。他可以代表一个失败的生意人，或是一个才能平庸者。\
在某些案例中，国王牌倒立暗示一个不诚实的生意人，一个会公然行贿的人，或会利用任何手段来达到目的的人。他已经脱离了大自然，而结果他可能过度强调物质世界。他渴望财物及安逸，而且发现自己很难将任何有价值的精神目标列为首要考量，这种目标对他而言是毫无用途的，因为它们看不见也摸不着。\
国王倒立所表示的态度就是“如果我看不见它，或是摸不着它，那么我就不相信它。”\
倒立的国王认为东西的价值比人还要高，他可能会深陷于世俗的物质世界中无法自拔。\
整体而言，国王牌倒立暗示者在某种特殊状况的成功将会是短暂的，因为它少了缜密周延的计划。"

qb14_kh="empty"



